Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# templates
source: Continue with listing submit
de_de: Mit Eintrag fortfahren
pl_pl: Kontynuuj i Prześlij ofertę

# debug-info
source: OK
pl_pl: Wszystko w porządku

# WPBDM
source: Cancel
pl_pl: Anuluj

# WPBDM
source: Submit Payment
pl_pl: Prześlij Płatność.

# templates
source: Fee
pl_pl: Abonament

# templates
source: Price
pl_pl: Cena

# templates
source: Duration
pl_pl: Czas trwania

# templates
source: Images Allowed
pl_pl: Liczba dozwolonych obrazów

# templates
source: Unlimited
pl_pl: Nieograniczona

# templates
source: %d day
pl_pl: %d dzień

source: http://www.businessdirectoryplugin.com
pl_pl: Plugin Katalog Firm

source: http://businessdirectoryplugin.com
pl_pl: Plugin Katalog Firm
