Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# listing metabox
source: Access Key
es_es: Clave de acceso

# listing metabox
source: Click a transaction to see its details (and approve/reject).
es_es: Haga clic ver los detalles o aprobar/rechazar la transacción.

# listing metabox
source: No payments available.
es_es: No hay pagos disponibles.

# listing metabox
source: General Info
es_es: Información General

# listing metabox
source: Listing Status
es_es: Estado del Listado

# listing metabox
source: Last renew date
es_es: Fecha de renovación

# listing metabox
source: Plan Details
es_es: Detalles del Plan

# listing metabox
source: Fee Plan
es_es: Plan de Pago

# listing metabox
source: Change plan
es_es: Cambiar plan de pago

# listing metabox
source: Cancel
es_es: Cancelar

# listing metabox
source: Amount
es_es: Precio

# listing metabox
source: Expires On
es_es: Expira en

# listing metabox
source: Edit
es_es: Editar

# listing metabox
source: # of images
es_es: # de imágenes

# listing metabox
source: Is Featured?
es_es: ¿Es destacado?

# listing metabox
source: Is Recurring?
es_es: ¿Es recurrente?

# drip pointer
source: Find out how to create a compelling, thriving business directory from scratch in this ridiculously actionable (and FREE) 5-part email course. Get a FREE premium module just for signing up.
de_de: Finden Sie heraus, wie Sie ein überzeugendes, blühendes Geschäftsverzeichnis von Grund aufbauen mit diesem einfachen (und kostenlosen) 5-teiligen E-Mail-Kurs. Sie erhalten ein kostenloses Premium-Modul nur für die Anmeldung.
es_es: Descubra cómo crear un directorio de negocios próspero y llamativo desde cero en este curso GRATUITO por e-mail de 5 partes. Obtenga un módulo premium GRATIS solo por inscribirse.
pl_pl: Dowiedz się, jak utworzyć, dobrze prosperujący Katalog Firm od podstaw w tym absurdalnie praktycznym (i darmowym), 5-częściowy kursie e-mailowym. Zdobądź darmowy moduł Premium tylko za zarejestrowanie się.
ru_ru: Узнайте как можно создать убедительный и процветающий справочник с нуля в этом невероятно действенном (и БЕСПЛАТНОМ) уроке из 5 частей, отправляемом по электронной почте. Если Вы подпишитесь на этот урок, то Вы получите БЕСПЛАТНО один платный модуль.

# drip pointer
source: Email Address:
de_de: E-Mail Adresse:
es_es: Correo electrónico:
pl_pl: Adres e-mail:
ru_ru: Электронный адрес:

# drip pointer
source: Want to know the Secrets of Building an Awesome Business Directory?
de_de: Möchten Sie mehr über die Geheimnisse eines erfolgreichen Verzeichnisses wissen?
es_es: Quiere conocer los secretos para crear un Directorio de Negocios impresionante?
pl_pl: Chcesz poznać tajemnice budowy niesamowitego katalogu firm?
ru_ru: Хотите узнать секрет создания классного справочника услуг?

# drip pointer
source: Yes, please!
de_de: Ja, bitte!
es_es: Sí, por favor!
pl_pl: Tak, proszę!
ru_ru: Да, конечно!

# drip pointer
source: No, thanks
de_de: Nein, danke
es_es: No, gracias
pl_pl: Nie, dziękuję
ru_ru: Нет, спасибо

# drip pointer
source: Invalid e-mail address.
de_de: Ungültiger Erneuerungszustand.
es_es: Dirección de correo-e inválida.
pl_pl: Nieprawidłowy adres e-mail
ru_ru: Некорректный электронный адрес.

# admin menu
source: Business Directory Admin
de_de: Branchenverzeichnis Administration
es_es: Gestión de Directorio de Negocios
pl_pl: Katalog Firm Admin
ru_ru: Управление справочником

# admin menu
source: Dir. Admin
de_de: Verzeichnis Administration
es_es: Gestión de Dir.
pl_pl: Katalog Admin
ru_ru: Управление Справочником

# admin menu
source: Directory Admin
de_de: Verzeichnis Administration
es_es: Gestión de Directorio
pl_pl: Katalog Admin
ru_ru: Управление Справочником

# admin menu
source: Add New Listing
de_de: Neuer Eintrag
es_es: Agregar Nuevo Listado
pl_pl: Dodaj nową ofertę
ru_ru: Добавить Запись

# admin menu
source: Manage Fees
de_de: Preise Verwalten
es_es: Administrar Comisiones
pl_pl: Zarządzaj abonamentami
ru_ru: Тарифы

# admin menu
source: Listings
de_de: Einträge
es_es: Listados
pl_pl: Oferty
ru_ru: Записи

# admin menu
source: Manage Form Fields
de_de: Felder verwalten
es_es: Administrar Campos de Formulario
pl_pl: Zarządzaj polami formularzy
ru_ru: Форма

# admin menu
source: Payment History
es_es: Historia Transaccional

# admin menu
source: CSV Import & Export
es_es: Importar/Exportar CSV

# admin menu
source: Debug
de_de: Fehlerkorrektur
es_es: Depuración
ru_ru: Отладка

# admin menu
source: Manage Options
de_de: Optionen Verwalten
es_es: Configuraciones
pl_pl: Zarządzaj opcjami
ru_ru: Настройки

# admin csv-export
source: Could not create a temporary directory for handling this CSV export.
de_de: Es konnte kein temporäres Verzeichnis erstellt werden um den CSV Export durchzuführen.
es_es: No se pudo crear un directorio temporal para exportar este archivo CSV.
pl_pl: Nie można utworzyć katalogu tymczasowego dla obsługi tego eksportu CSV.
ru_ru: Не удалось создать временную директорию для создания экспортных файлов.

# admin csv-export
source: Could not create wpbdp-csv-exports directory.
de_de: wpbdp-csv-exports Verzeichnis konnte nicht erstellt werden.
es_es: No se pudo crear el directorio "wpbdp-csv-exports".
pl_pl: Nie można utworzyć katalogu wpbdp-csv-eksport.
ru_ru: Не удалось создать директорию "wpbdp-csv-exports".

# admin csv-export
source: Error while creating a temporary directory for CSV export: %s
de_de: Es konnte kein temporäres Verzeichnis erstellt werden um den CSV Export durchzuführen.
es_es: Se presentó un error mientras se creaba el directorio temporal para exportar el archivo CSV: %s
pl_pl: Błąd podczas tworzenia katalogu tymczasowego dla eksportu CSV: %s
ru_ru: Ошибка при создании временной директории для экспорта в CSV файл: %s

# admin csv-export
source: Could not decode export state information.
es_es: No se detectó información de una operación de exportar anterior.

# admin csv-export
source: An unknown error occurred during the export. Please make sure you have enough free disk space and memory available to PHP. Check your error logs for details.
de_de: Ein unvorhergesehener Fehler ist während des Exports aufgetreten. Bitte stelle sicher, dass du genügend Speicherplatz für PHP vorhanden ist. Schaue ins Fehlerprotokoll.
es_es: Un error desconocido ocurrió durante la exportación. Por favor revise que tiene suficiente espacio en disco y memoria disponibles para PHP. Revise los registros de error de su servidor para más detalles.
pl_pl: Wystąpił nieznany błąd podczas eksportu. Upewnij się, że masz wystarczająco dużo wolnego miejsca na dysku i pamięci dostępnej dla PHP. Sprawdź logi błędów aby uzyskać szczegółowe informacje.
ru_ru: Во время экспорта произошла неизвестная ошибка. Пожалуйста убедитесь, что на сервере имеется достаточно свободного места на диске и в памяти. Для дополнительной информации проверьте протоколы ошибок сервера.

# admin csv-export
source: Please note that the export process is a resource intensive task. If your export does not succeed try disabling other plugins first and/or increasing the values of the 'memory_limit' and 'max_execution_time' directives in your server's php.ini configuration file.
de_de: Bitte beachte das der Exportprozess eine sehr leistungsintensiver Prozess ist. Wenn der Export nicht funktioniert, versuche zuerst andere Erweiterungen abzuschalten und/oder den Wert von 'memory_limit' und 'max_execution_time' in deiner php.ini Konfigurationsdatei anzupassen.
es_es: Tenga en cuenta que la exportación es un procedimiento costoso para el servidor. Si su exportación no funciona trate deshabitando primero otros plugins y/o aumentando los valores de 'memory_limit' y 'max_execution_time' en el archivo de configuración php.ini de su servidor.
pl_pl: Należy pamiętać, że proces eksportu wykonuje znaczną ilość zadań. Jeśli eksport się nie uda, spróbuj najpierw wyłączyć inne wtyczki i / lub zwiększyć wartości dla "memory_limit" i dyrektyw "max_execution_time" w pliku konfiguracyjnym php.ini Twojego serwera.
ru_ru: Обратите внимание на то, что процесс экспортирования данных является жадной до ресурсов задачей. Если экспорт завершится неудачей, то попробуйте сначала отключить другие плагины, или увеличить объём выделяемой PHP памяти через следующие команды конфигурационного файла "php.ini": memory_limit и max_execution_time.

# admin csv-export
source: Export Configuration
de_de: Export Konfiguration
es_es: Configuración de Exportación
pl_pl: Konfiguracja eksportu
ru_ru: Настройки экспорта

# admin csv-export
source: Export settings
de_de: Export Einstellungen
es_es: Configuraciones de Exportación
pl_pl: Ustawienia eksportu
ru_ru: Параметры экспорта

# admin csv-export
source: Which listings to export?
de_de: Welche Einträge sollen exportiert werden?
es_es: Cuáles listados exportar?
pl_pl: Które oferty chcesz wyeksportować?
ru_ru: Записи?

# admin csv-export
source: All
de_de: Alle
es_es: Todos
pl_pl: Wszystkie
ru_ru: Экспортировать всё

# admin csv-export
source: Active Only
de_de: Nur Aktiv
es_es: Activos únicamente
pl_pl: Tylko aktywne
ru_ru: Только активные записи

# admin csv-export
source: Active + Pending Renewal
de_de: Aktiv + Ausstehende Erneuerungen
es_es: Activos y Pendientes de Renovación
pl_pl: Tylko aktywne i oczekujące na odświeżenie
ru_ru: Активные + ожидающие продление

# admin csv-export
source: Export images?
de_de: Bilder exportieren?
es_es: Exportar imágenes?
pl_pl: Eksportować obrazy?
ru_ru: Изображения?

# admin csv-export
source: Export images
de_de: Bilder exportieren
es_es: Exportar imágenes
pl_pl: Eksport obrazów
ru_ru: Экспортировать изображения

# admin csv-export
source: When checked, instead of just a CSV file a ZIP file will be generated with both a CSV file and listing images.
de_de: Wenn aktiviert, wird anstatt nur einer CSV-Datei, eine ZIP Datei generiert, die sowohl eine CSV-Datei und Eintragsbilder enthält.
es_es: Cuando está activa, en lugar de crear un archivo CSV únicamente, se creará un archivo ZIP con el CSV y las imágenes.
pl_pl: Gdy zaznaczone, zamiast tylko pliku CSV, będzie generowany plik ZIP zarówno z pliku CSV i obrazów ofert.
ru_ru: Включите этот параметр, и вместо одного CSV файла будет создан архив ZIP, который будет содержать CSV файл + файлы изображений.

# admin csv-export
source: Additional metadata to export:
de_de: zu exportierende zusätzliche Metadaten
es_es: Información adicional para exportar:
pl_pl: Dodatkowe metadane do eksportu:
ru_ru: Метаданные?

# admin csv-export
source: Include unique IDs for each listing (sequence_id column).
de_de: Füge Schlüssel Ids für jeden Eintrag hinzu (sequence_id_column)
es_es: Incluír IDs únicos para cada listado (columna "sequence_id")
pl_pl: Zawiera unikalne ID dla każdej z ofert (sekwencyjne_id kolumny).
ru_ru: Добавить уникальные номера для каждой записи (колонка базы данных: sequence_id).

# admin csv-export
source: If you plan to re-import the listings into BD and don't want new ones created, select this option!
de_de: Wenn Sie vorhaben die Einträge in BD erneut zu importieren und keine neuen erstellen wollen, wählen Sie diese Option!
es_es: Seleccione esta opción si planea re-importar los listados después para actualizarlos y no desea que se creen nuevos
pl_pl: Jeśli planujesz re-import ofert do Katalogu Firm i nie chcesz aby zostały dodane nowe oferty - zaznacz tą opcję.
ru_ru: Включите этот параметр если Вы планируете использовать экспортированный файл для последующего импорта на этом же сервере, и желаете, чтобы импортируемые записи заменили существующие, вместо добавления как дубликаты.

# admin csv-export
source: Author information (username)
de_de: Author Informationen (Benutzername)
es_es: Información de autor (nombre de usuario)
pl_pl: Informacje o Autorze (nazwa użytkownika)
ru_ru: Информация об авторе (имя учётной записи)

# admin csv-export
source: Listing expiration date
de_de: Eintrag Enddatum
es_es: Fecha de expiración del listado
pl_pl: Data zakończenia emisji oferty
ru_ru: Дата окончания срока действия

# admin csv-export
source: Listing created date
es_es: Fecha de creación del listado

# admin csv-export
source: Listing last updated date
es_es: Fecha de última actualización del listado

# admin csv-export
source: CSV File Settings
de_de: CSV-Datei Einstellungen
es_es: Configuraciones de archivo CSV
pl_pl: Ustawienia pliku CSV
ru_ru: Параметры файла CSV

# admin csv-export
source: What operating system will you use to edit the CSV file?
de_de: Welches Betriebssystem verwenden Sie, um die CSV-Datei zu bearbeiten?
es_es: ¿Qué sistema operativo utilizará para editar el archivo CSV?

# admin csv-export
source: Windows and macOS versions of MS Excel handle CSV files differently. To make sure all your listings information is displayed properly when you view or edit the CSV file, we need to generate different versions of the file for each operating system.
de_de: Windows- und MacOS-Versionen von MS Excel behandeln CSV-Dateien unterschiedlich. Um sicherzustellen, dass alle Ihre Listeninformationen korrekt angezeigt werden, wenn Sie die CSV-Datei anzeigen oder bearbeiten, müssen wir für jedes Betriebssystem unterschiedliche Versionen der Datei generieren.
es_es: Las versiones de MS Excel en Windows y MacOS tratan los archivos CSV de forma diferente. Business Directory Plugin debe generar diferentes versiones de los archivos CSV para cada sistema operativo, para garantizar que la información de los listados es mostrada correctamente cuando esté revisando o editando el archivo.

# admin csv-export
source: Image Separator
de_de: Bildtrenner
es_es: Separador de Imágenes
pl_pl: Separator obrazu
ru_ru: Разделитель изображений

# admin csv-export
source: Category Separator
de_de: Kategorietrenner
es_es: Separador de categorías
pl_pl: Separator kategorii
ru_ru: Разделитель рубрик

# admin csv-export
source: Export Listings
de_de: Export Einträge
es_es: Exportar Listados
pl_pl: Eksport ofert
ru_ru: Экспортировать записи

# admin csv-export
source: Export in Progress...
de_de: Export wird durchgeführt...
es_es: Proceso de exportación en progreso...
pl_pl: Wykonuję eksport.....
ru_ru: Экспорт работает...

# admin csv-export
source: Your export file is being prepared. Please <u>do not leave</u> this page until the export finishes.
de_de: Die Exportdatei wurde vorbereitet. Bitte <u>verlasse</u> diese Seite nicht bis der Export abgeschlossen wurde.
es_es: Su archivo está siendo preparado. Por favor <u>no abandone</u> esta página hasta que el proceso termine.
pl_pl: Plik eksportu jest przygotowywany. Proszę <u> nie opuszczaj </ u> tej strony aż do zakończenia działania eksportu.
ru_ru: Ваш файл экспорта собирается. Пожалуйста <u>не закрывайте</u> эту страницу до тех пор, пока экспорт не закончится.

# admin csv-export
source: No. of listings:
de_de: Anzahl der Einträge:
es_es: Número de listados:
pl_pl: Ilość ofert:
ru_ru: Количество записей:

# admin csv-export
source: Approximate export file size:
de_de: Exportdatei Größe ca. :
es_es: Tamaño aproximado del archivo exportado:
pl_pl: Prawdopodobna wielkość wyeksportowanego pliku:
ru_ru: Приблизительный размер экспортного файла:

# admin csv-export
source: Cancel Export
de_de: Export abbrechen
es_es: Cancelar Proceso
pl_pl: Anuluj eksport
ru_ru: Прекратить экспорт

# admin csv-export
source: Export Complete
de_de: Export vollständig
es_es: Exportación Completada
pl_pl: Eksport zakończony
ru_ru: Экспорт завершился

# admin csv-export
source: Your export file has been successfully created and it is now ready for download.
de_de: Der Export wurde erfolgreich generiert und steht nun zum Herunterladen zur Verfügung.
es_es: Su archivo ha sido creado satisfactoriamente y se encuentra listo para ser descargado.
pl_pl: Plik eksportu został utworzony i jest już gotowy do pobrania.
ru_ru: Ваш файл экспорта был успешно создан и готов к скачиванию.

# admin csv-export
source: Download %s (%s)
de_de: Herunterladen %s (%s)
es_es: Descargar %s (%s)
pl_pl: Pobierz %s (%s)
ru_ru: Скачать %s (%s)

# admin csv-export
source: Click "Cleanup" once the file has been downloaded in order to remove all temporary data created by Business Directory during the export process.
de_de: Klicke "Bereinigen" wenn die Datei heruntergeladen wurde um alle temporären Daten zu löschen, die während des Exportprozesses erzeugt wurden.
es_es: Haga clic en "Limpiar" una vez el archivo haya sido descargado para eliminar todos los datos temporales creados durante el proceso de exportación.
pl_pl: Kliknij "Oczyszczanie" po pobraniu pliku w celu usunięcia wszystkich danych tymczasowych utworzonych przez Katalog Firm podczas procesu eksportu.
ru_ru: Как только файл скачается, нажмите кнопку "Очистить" чтобы удалить все временные данные, созданные плагином во время подготовки экспортного файла.

# admin csv-export
source: Cleanup
de_de: Bereinigen
es_es: Limpiar
pl_pl: Oczyszczanie
ru_ru: Очистить

# admin csv-export
source: Export Canceled
de_de: Export abgebrochen
es_es: Exportación Cancelada
pl_pl: Eksport anulowany
ru_ru: Экспорт прерван

# admin csv-export
source: The export has been canceled.
de_de: Der Export wurde abgebrochen.
es_es: La exportación ha sido cancelada.
pl_pl: Eksport został anulowany.
ru_ru: Процесс экспорта был прекращён.

# admin csv-export
source: ← Return to CSV Export
de_de: ← Zurück nach CSV Export
es_es: ← Regresar a "Exportar CSV"
pl_pl: ← Powrót do CSV Eksport
ru_ru: ← Вернуться к экспорту CSV

# listings view
source: No Fee Plan
es_es: Sin Plan de Pago

# themes
source: Directory Themes
de_de: Verzeichnis Themes
es_es: Temas del Directorio
pl_pl: Kategorie Katalogu
ru_ru: Темы справочника

# themes
source: Directory Themes %s
de_de: Verzeichnis Themes %s
es_es: Temas del Directorio %s
pl_pl: Kategorie Katalogu
ru_ru: Темы справочника %s

# themes
source: Could not change the active theme to "%s".
de_de: Konnte Eintragskategorie nicht erstellen "%s"
es_es: No se pudo cambiar el tema activo a "%s".
pl_pl: Nie można utworzyć kategorii ofert "%s"
ru_ru: Не удалось сменить активную тему на "%s".

# themes
source: Active theme changed to "%s".
de_de: Das aktive Theme wurde geändert zu "%s".
es_es: Tema activo cambiado a "%s".
ru_ru: Активная тема была сменена на "%s".

# themes
source: %s requires that you tag your existing fields to match some places we want to put your data on the theme. Below are fields we think are missing.
de_de: %s erfordert, dass Sie die vorhandenen Felder markieren, um einige Stellen zu treffen, um Ihre Daten auf das Theme zu platzieren. Unten sind Felder, von denen wir vermuten, dass sie fehlen.
es_es: %s requiere que etiquete algunos campos que corresponden a ciertos lugares en el tema donde se pretende mostrar la información. Abajo están los campos que creemos hacen falta.

# themes
source: Map My Fields
de_de: Formularfelder verknüpfen
es_es: Asociar Mis Campos
pl_pl: Zarządzaj polami formularzy
ru_ru: Форма

# themes
source: Suggested fields created successfully.
de_de: Benötigtes Feld wurde erfolgreich erstellt.
es_es: Campos sugeridos creados satisfactoriamente.
pl_pl: Pola wymagane zostały pomyślnie utworzone.
ru_ru: Рекомендуемые поля успешно созданы.

# themes
source: Theme installed successfully.
de_de: Benötigtes Feld wurde erfolgreich erstellt.
es_es: Tema instalado correctamente.
pl_pl: Pola wymagane zostały pomyślnie utworzone.
ru_ru: Тема успешно установлена.

# themes
source: Theme was deleted successfully.
es_es: Tema eliminado correctamente.

# themes
source: Could not delete theme directory. Check permissions.
de_de: wpbdp-csv-exports Verzeichnis konnte nicht erstellt werden.
es_es: No se pudo eliminar el directorio del tema. Revise los permisos.
ru_ru: Не удалось удалить директорию темы - проверьте права доступа к файлам.

# themes
source: Please upload a valid theme file.
de_de: Bitte eine gültige E-mailadresse eingeben.
es_es: Por favor suba un archivo de tema válido.
pl_pl: Proszę wprowadzić poprawny adres e-mail.
ru_ru: Пожалуйста загрузите корректный файл темы.

# themes
source: Could not move "%s" to a temporary directory.
de_de: wpbdp-csv-exports Verzeichnis konnte nicht erstellt werden.
es_es: No se pudo mover "%s" a un directorio temporal.
pl_pl: Nie można utworzyć katalogu wpbdp-csv-eksport.
ru_ru: Не удалось перемести "%s" во временную директорию.

# themes
source: Activate your <a>license key</a> to use this theme.
de_de: Aktivieren Sie Ihren <a>Lizenzschlüssel</a>, um dieses Theme zu verwenden.
es_es: Active su <a>clave de licencia</a> para utilizar este tema.

# themes
source: Updating theme...
de_de: Theme wird aktualisiert…
es_es: Actualizando tema...
ru_ru: Тема обновляется...

# themes
source: Theme updated.
de_de: Preis aktualisiert.
es_es: Tema actualizado.
pl_pl: Abonament zaktualizowany
ru_ru: Тема обновлена.

# themes
source: New version available (<b>%s</b>). <a>Update now.</a>
de_de: neue Version verfügbar (<b>%s</b>). <a>Jetzt aktualisieren</a>.
es_es: Nueva versión disponible (<b>%s</b>). <a>Actualizar ahora.</a>
ru_ru: Доступна новая версия - <b>%s</b>. <a>Обновите сейчас</a>.

# themes
source: Could not update theme: %s
de_de: Konnte Lizenz nicht deaktivieren: %s
es_es: No se pudo actualizar el tema: %s
pl_pl: Nie możemy deaktywować Licencji: %s.
ru_ru: Не удалось обновить тему: %s

# themes
source: Theme was updated successfully.
es_es: El tema fue actualizado correctamente.

# themes
source: ZIP file is not a valid BD theme file.
de_de: Bitte eine gültige E-mailadresse eingeben.
es_es: El archivo ZIP no es un tema de BD válido.
pl_pl: Proszę wprowadzić poprawny adres e-mail.
ru_ru: Файл ZIP - не является файлом темы плагина.

# themes
source: Could not create themes directory.
de_de: wpbdp-csv-exports Verzeichnis konnte nicht erstellt werden.
es_es: No se pudo crear el directorio de los temas.
pl_pl: Nie można utworzyć katalogu wpbdp-csv-eksport.
ru_ru: Не удалось создать директорию для темы плагина.

# themes
source: Could not remove previous theme directory "%s".
de_de: Konnte Eintragskategorie nicht erstellen "%s"
es_es: No se pudo remover el directorio anterior "%s".
pl_pl: Nie można utworzyć kategorii ofert "%s"
ru_ru: Не удалось удалить предыдущую директорию темы "%s".

# themes
source: Could not move new theme into theme directory.
de_de: Momentan sind keine Einträge im Verzeichnis vorhanden.
es_es: No se pudo mover el nuevo tema al directorio de temas.
pl_pl: Nie masz aktualnie ofert w katalogu.
ru_ru: Не удалось переместить новую тему в директорию темы.

# themes
source: Upload Directory Theme
de_de: Verzeichnis Theme hochladen
es_es: Subir Tema de Directorio
ru_ru: Загрузить тему справочника

# themes
source: This is a theme or skin from %s and is NOT a regular WordPress theme.
de_de: Dies ist kein Theme oder Layout von %s und ist kein reguläres WordPress Theme.
es_es: Este es un tema de %s y NO es un tema regular de WordPress.
ru_ru: Это тема, созданная %s, а НЕ обычная тема WordPress.

# themes
source: BD Theme archive (ZIP file)
de_de: BD Theme Archiv (ZIP Datei)
es_es: BD archivo de tema (ZIP)
ru_ru: Архив темы справочника (файл ZIP)

# themes
source: Begin Upload
de_de: Upload starten
es_es: Iniciar subida
ru_ru: Начать загрузку

# themes
source: Active:
de_de: Nur Aktiv
es_es: Activos:
pl_pl: Tylko aktywne
ru_ru: Активно:

# themes
source: Activate
de_de: Aktiviere Lizenz
es_es: Activar
pl_pl: Aktywacja Licencji
ru_ru: Активировать

# themes
source: Version:
es_es: Versión:
ru_ru: Версия:

# themes
source: Author:
es_es: Autor:
pl_pl: Autor
ru_ru: Автор:

# themes
source: Settings
de_de: Einstellungen
es_es: Configuración
pl_pl: Ustawienia
ru_ru: Настройки
