Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# settings
source: Enabling this makes BD sacrifice result quality to improve speed. This is helpful if you're on shared hosting plans, where database performance is an issue.
es_es: Habilitar esta opción hace que BD sacrifique calidad en los resultados para mejorar la velocidad. Es útil cuando se está en planes de hospedaje compartidos donde el desempeño de la base de datos es un problema.

# settings
source: Advanced
es_es: Avanzado

# settings
source: Disable advanced CPT integration?
es_es: ¿Deshabilitar integración avanzada con Custom Post Types?

# settings
source: Enable AJAX compatibility mode?
es_es: ¿Habilitar modo de compatibilidad AJAX?

# settings
source: If this compatibility mode doesn't solve your issue, you may be experiencing a more serious conflict. <a>Here is an article</a> about how to test for theme and plugin conflicts with Business Directory.
es_es: Si este modo de compatibilidad no resuelve su problema, su sitio puede estar sufriendo de un conflicto más serio. <a>Aquí hay un artículo</a> sobre cómo revisar este tipo de conflictos con Business Directory.

# settings
source: Disable Frontend Listing Submission?
es_es: ¿Deshabilitar envío de listados desde el frontend?

# settings
source: Prevents the Submit Listing button from showing on the main UI, but allows a shortcode for submit listing to function on other pages.
es_es: Impide que el botón “Enviar listado” se muestre en la interfaz de usuario, pero permite que el shortcode para Enviar Listado funcione en otras páginas.

# settings
source: Enqueue Business Directory's FontAwesome styles?
es_es: Agregar los estilos de FontAwesome incluidos en Business Directory?

# settings
source: This helps to prevent conflicts with other plugins that already do this. Disable this only if you're having an issue with FontAwesome icons and have performed a conflict test to validate this is a multiple styles enqueueing issue.
es_es: Esta opción ayuda a evitar conflictos con otros complementos que ya lo hacen. Deshabilítelo solo si tiene un problema con los íconos de FontAwesome y ha realizado una prueba de conflicto para validar que se trata de un problema de puesta en cola de múltiples estilos.

# settings
source: Listings per page
es_es: Listados por página

# settings
source: Number of listings to show per page. Use a value of "0" to show all listings.
es_es: Número de listados a mostrar por página. Utilice un valor de "0" para mostrar todos los listados.

# settings
source: Listing duration for no-fee sites (in days)
es_es: Duración de listado para sitios gratuitos (en días)

# settings
source: Use a value of "0" to keep a listing alive indefinitely or enter a number less than 10 years (3650 days).
es_es: Utilice un valor de "0" para mantener los listados publicados indefinidamente o ingrese un número menor a 10 años (3650 días).

# settings
source: Turn on listing renewal option?
es_es: ¿Habilitar la renovación de listados?

# settings
source: Open detailed view of listing in new tab?
es_es: ¿Abrir vista detallada de un listado en una pestaña o ventana del navegador nueva?

# settings
source: Report Listings
es_es: Reportar listados

# settings
source: Include button to report listings?
es_es: ¿Incluir un botón para reportar los listados?

# settings
source: Enable report listing for registered users only
es_es: Permitir que solo usuarios registrados puedan reportar listados

# settings
source: Report listing option list
es_es: Listad de razones para reportar un listado

# settings
source: Form option list to report a listing as inappropriate. One option per line.
es_es: Razones para reportar un listado como inapropiado. Una opción por línea.

# settings
source: Contact Form
es_es: Formulario de contacto

# settings
source: Include listing contact form on listing pages?
es_es: ¿Incluir el formulario de contacto en las páginas de los listados?

# settings
source: Allows visitors to contact listing authors privately. Authors will receive the messages via email.
es_es: Permite a los visitantes contactar a los dueños de los listados de manera privada. Los dueños recibirán mensajes vía correo electrónico.

# settings
source: Require login for using the contact form?
es_es: ¿Es necesario iniciar sesión para utilizar el formulario de contacto?

# settings
source: Maximum number of contact form submits per day
es_es: Número máximo de mensajes de contacto por día

# settings
source: Use this to prevent spamming of listing owners. 0 means unlimited submits per day.
es_es: Utilice esta opción para prevenir el SPAM a los dueños de los listados. 0 significa ilimitados contactos por día.

# settings
source: Include comment form on listing pages?
es_es: ¿Incluir el formulario de comentarios en las páginas de los listados?

# settings
source: BD uses the standard comment inclusion from WordPress, but most themes only allow for comments on posts, not pages. Some themes handle both. BD is displayed on a page, so we need a theme that can handle both to show comments. Use the 2nd option if you want to allow comments on listings first, and if that doesn't work, try the 3rd option instead.
es_es: BD hace uso de la inclusión estándar de comentarios de WordPress, pero la mayoría de los temas permiten comentarios en posts, no páginas. Algunos temas soportan ambos. BD se muestra en una página, así que require de un tema que incluya este soporte para mostrar comentarios. Utilice la 2a opción primero si desea permitir comentarios en listados, y si esto no funciona, intente con la 3a opción.

# settings
source: Show listings under categories on main page?
es_es: ¿Mostrar listados bajo las categorías en la página principal?

# settings
source: Prevent featured (sticky) status on BD pages?
es_es: No mostrar listados destacados en estas páginas?

# settings
source: Prevents featured listings from floating to the top of the selected page.
es_es: Evita que aparezcan listados desacatados en la parte superior de la página seleccionada.

# settings
source: Status of listings upon uninstalling plugin
es_es: Estado de los listados luego de desinstalar el plugin

# settings
source: Status of deleted listings
es_es: Estado de los listados eliminados

# settings
source: Submit Listing instructions message
es_es: Mensaje de instrucciones para enviar un listado

# settings
source: This text is displayed at the first page of the Submit Listing process for Business Directory. You can use it for instructions about filling out the form or anything you want to tell users before they get started.
es_es: Este texto se muestra en la primera página del proceso de envío de un listado. Puede utilizarlo para dar instrucciones acerca de cómo llenar el formulario o cualquier otra información que desee que los usuarios vean antes de comenzar.

# settings
source: Post/Category Settings
es_es: Configuraciones de listados/categorías

# settings
source: Default new post status
es_es: Estado por defecto para los listados nuevos

# settings
source: Edit post status
es_es: Estado tras la edición de un listado

# settings
source: Order categories list by
es_es: Ordenar la lista de categorías por

# settings
source: Sort order for categories
es_es: Orden de las categorías

# settings
source: Show category post count?
es_es: ¿Mostrar conteo de listados para cada categoría?

# settings
source: Hide empty categories?
es_es: ¿Ocultar categorías vacías?

# settings
source: Show only parent categories in category list?
es_es: ¿Mostrar únicamente las categorías de primer nivel en la lista de categorías?

# settings
source: Listings Sorting
es_es: Ordenamiento de Listados

# settings
source: Order directory listings by
es_es: Ordenar los listados del directorio por

# settings
source: Sort directory listings by
es_es: Ordenar los listados de forma

# settings
source: Ascending for ascending order A-Z, Descending for descending order Z-A
es_es: Ascendente para orden alfabético A-Z; Descendente para orden alfabético Z-A

# settings
source: Enable sort bar?
es_es: ¿Habilitar barra de ordenamiento?

# settings
source: Sortbar Fields
es_es: Campos de la barra de ordenamiento

# settings
source: Directory Display Options
es_es: Opciones de visualización

# settings
source: Show the "Submit listing" button.
es_es: Mostrar el botón "Enviar Listado".

# settings
source: Hides the button used by the main UI to allow listing submission, but does not shut off the use of the link for submitting listings (allows you to customize the submit listing button on your own)
es_es: Oculta el botón utilizado por la interfaz de usuario principal para permitir agregar listados, pero no desactiva el uso del enlace para agregar listados (le permite personalizar el botón de envío de listados por su cuenta)

# settings
source: Show "Search listings".
es_es: Mostrar "Buscar Listados".

# settings
source: Show the "View Listings" button.
es_es: Mostrar el botón "Ver Listados".

# settings
source: Show the "Directory" button.
es_es: Mostrar el botón "Directorio".

# settings
source: Theme Settings
es_es: Configuración de tema

# settings
source: Theme button style
es_es: Estilo de los botones

# settings
source: Include CSS rules to give their own style to View, Edit and Delete buttons?
es_es: ¿Incluir las reglas CSS que modifican la apariencia de los botones Ver, Editar y Eliminar?

# settings
source: Image
es_es: Imagen

# settings
source: Image Settings
es_es: Configuración de imágenes

# settings
source: Allow images?
es_es: ¿Permitir imágenes?

# settings
source: Min Image File Size (KB)
es_es: Tamaño mínimo de imagen (KB)

# settings
source: Max Image File Size (KB)
es_es: Tamaño máximo de imagen (KB)

# settings
source: Min image width (px)
es_es: Ancho mínimo de imagen (en px)

# settings
source: Min image height (px)
es_es: Alto mínimo de imagen (en px)

# settings
source: Max image width (px)
es_es: Ancho máximo de imagen (en px)

# settings
source: Max image height (px)
es_es: Alto máximo de imagen (en px)

# settings
source: Turn on thickbox/lightbox?
es_es: Activar Thickbox/Lightbox?

# settings
source: Uncheck if it conflicts with other elements or plugins installed on your site
es_es: Desmarque si entra en conflicto con otros elementos o plugins instalados en su sitio

# settings
source: Thumbnails
es_es: Imágenes miniatura

# settings
source: Thumbnail width (px)
es_es: Ancho de la imagen miniatura (en px)

# settings
source: Thumbnail height (px)
es_es: Alto de la imagen miniatura (en px)

# settings
source: Crop thumbnails to exact dimensions?
es_es: ¿Cortar imágenes miniatura a las dimensiones exactas?

# settings
source: When enabled images will match exactly the dimensions above but part of the image may be cropped out. If disabled, image thumbnails will be resized to match the specified width and their height will be adjusted proportionally. Depending on the uploaded images, thumbnails may have different heights.
es_es: Con esta opción habilitada las imágenes coincidirán exactamente con las dimensiones arriba configuradas pero parte de la imagen podría perderse. Si se deshabilita, las imágenes serán redimensionadas de acuerdo al ancho y el alto será ajustado proporcionalmente. Dependiendo de las imágenes que se hayan utilizado, estas podrían tener diferentes alturas.

# settings
source: Enforce image upload on submit/edit?
es_es: ¿Exigir que se suba al menos una imagen cuando se publica o se edita una imagen?

# settings
source: Number of free images
es_es: Número de imágenes gratuitas

# settings
source: Use "Coming Soon" photo for listings without any (primary) images?
es_es: ¿Usar la foto de "próximamente" para los listados sin ninguna imagen (primaria)?

# settings
source: Default thumbnail image size
es_es: Tamaño predeterminado de imagen en miniatura

# settings
source: This indicates the size of the thumbnail to be used both in excerpt and detail views. For CROPPED image size values, we use the EXACT size defined. For all other values, we preserve the aspect ratio of the image and use the width as the starting point.
es_es: Esto indica el tamaño de la miniatura que se utilizará tanto en las vistas de extracto como de detalle. Para los valores de tamaño de imagen “recortado”, usamos el tamaño exacto definido. Para todos los demás valores, conservaremos la relación de aspecto de la imagen y usaremos el ancho como punto de partida.

# settings
source: Show Thumbnail on main listings page?
es_es: ¿Mostrar imágenes miniatura en las páginas principales?

# settings
source: Featured Badge image
es_es: Imagen insignia de listado destacado

# settings
source: Featured Badge URL
es_es: URL para imagen insignia

# settings
source: Use this to set Featured Badge image as a link to a defined URL.
es_es: Use esta opción para establecer una URL como enlace de la imagen insignia de listado destacado.

# settings
source: Display featured (sticky) badge on listing:
es_es: Mostrar insignia de listado destacado en:

# settings
source: Fee Order
es_es: Orden de las comisiones

# settings
source: Turn On payments?
es_es: ¿Activar pagos?

# settings
source: Put payment gateways in test mode?
es_es: Utilizar las pasarelas de pago en modo de prueba?

# settings
source: Perform checkouts on the secure (HTTPS) version of your site?
es_es: ¿Realizar pagos utilizando la versión segura (HTTPS) de su sitio?

# settings
source: Recommended for added security. For this to work you need to enable HTTPS on your server and obtain an SSL certificate.
es_es: Recomendado para seguridad extra. Para que funcione debe tener habilitado HTTPS en su servidor y <a>obtener un certificado SSL</a>.

# settings
source: Currency Code
es_es: Código de moneda

# settings
source: Currency Symbol
es_es: Símbolo de moneda

# settings
source: Currency symbol display
es_es: Presentación de símbolo de moneda

# settings
source: Include fee description in receipt?
es_es: Incluir la descripción del plan en el recibo?

# settings
source: Thank you for payment message
es_es: Mensaje de agradecimiento por el pago

# settings
source: Ask users to come back for abandoned payments?
es_es: ¿Contactar a los usuarios para pedirles que regresen a pagar pagos pendientes?

# settings
source: An abandoned payment is when a user attempts to place a listing and gets to the end, but fails to complete their payment for the listing. This results in listings that look like they failed, when the user simply didn't complete the transaction. BD can remind them to come back and continue.
es_es: Un pago abandonado es aquel en el que el usuario trata de publicar un listado y llega al final del proceso pero no completa el pago. Esto resulta en listados que parece que fallaron cuando el usuario simplemente no completó la transacción. BD puede recordarles para que efectúen el pago.

# settings
source: Listing abandonment threshold (hours)
es_es: Tiempo tras el cual el listado es considerado abandonado (en horas)

# settings
source: Display email address fields publicly?
es_es: ¿Mostrar direcciones de correo electrónico públicamente?

# settings
source: Shows the email address of the listing owner to all web users. NOT RECOMMENDED as this increases spam to the address and allows spam bots to harvest it for future use.
es_es: Permite mostrar las direcciones de correo electrónico del dueño del listado a todos los usuarios. NO RECOMENDADO pues puede resultar en un aumento de spam.

# settings
source: How to determine the listing's email address?
es_es: ¿Cómo determinar el correo electrónico de un listado?

# settings
source: This affects emails sent to listing owners via contact forms or when their listings expire.
es_es: Esta configuración afecta cómo los dueños de los listados son contactados cuando sus listados expiran o a través de los formularios de contacto.

# settings
source: Email Content-Type header
es_es: Valor para la cabecera Content-Type

# settings
source: Use this setting to control the format of the emails explicitly. Some plugins for email do not correctly support Content Type unless explicitly set, you can do that here. If you're unsure, try "HTML", "Plain" and then "Both".
es_es: Utilice esta opción para controlar de manera explicita el formato de los mensajes de correo electrónico. Algunos plugins que procesan correos requirentes no soportan ciertos valores para la cabecera Content-Type; esta opción le permite elegir un valor soportado. Si tiene problemas, intente eligiendo “HTML”, “Texto plano” y luego ambos.

# settings
source: E-Mail Notifications
es_es: Notificaciones de correo-e

# settings
source: Notify admin via e-mail when...
es_es: Notificar al administrador a través de correo electrónico cuando...

# settings
source: CC this e-mail address too
es_es: Copiar a esta dirección de correo también

# settings
source: You can modify the text template used for most of these e-mails in the <templates-link>Templates</templates-link> tab.
es_es: Puede modificar la plantilla de texto utilizada para la mayoría de estos correos electrónicos en la sección de <templates-link>Plantillas</templates-link>.

# settings
source: Notify users via e-mail when...
es_es: Notificar usuarios vía correo electrónico cuando...

# settings
source: Templates
es_es: Plantillas

# settings
source: Email confirmation message
es_es: Mensaje para el correo de confirmación

# settings
source: Sent after a listing has been submitted.
es_es: Enviado luego de que el listado ha sido recibido.

# settings
source: Listing published message
es_es: Mensaje enviado cuando un listado es publicado

# settings
source: Sent when the listing has been published or approved by an admin.
es_es: Enviado cuando el listado ha sido publicado o aprobado por un administrador.

# settings
source: Listing Contact Message
es_es: Mensaje de contacto

# settings
source: Sent to listing owners when someone uses the contact form on their listing pages.
es_es: Enviado a los dueños de listados cuando alguien utiliza el formulario de contacto en sus páginas.

# settings
source: Payment abandoned reminder message
es_es: Mensaje para el recordatorio de pagos abandonados

# settings
source: Sent some time after a pending payment is abandoned by users.
es_es: Enviado algún tiempo después de que un pago pendiente es abandonado por los usuarios.

# settings
source: E-Mail Notices
es_es: Notificaciones de correo electrónico

# settings
source: Cropped
es_es: Recortado

# settings
source: "%s" can not be empty.
es_es: “%s” no puede estar vacío.

# settings
source: The slug "%s" is already in use for another taxonomy.
es_es: El slug “%s” ya está siendo utilizado por otra taxonomía.

# settings
source: Themes
es_es: Temas

# settings
source: The IP address of your server is <ip-address>. Please make sure to include that information if you need to contact support about problems trying to activate your licenses.
es_es: La dirección IP de su servidor es <ip-address>. Por favor incluya esta información si alguna vez tiene que contactar al equipo de soporte por problemas relacionados con la activación de licencias.

# settings
source: Activate
es_es: Activar

# settings
source: Please wait...
es_es: Por favor espere…

# settings
source: Deactivate
es_es: Desactivar

# settings
source: Licenses
de_de: Lizenz
es_es: Licencias
pl_pl: Licencje
ru_ru: Лицензии

# settings
source: Reset Defaults
de_de: Standards zurücksetzen
es_es: Restaurar valores por defecto
pl_pl: Przywróć ustawienia fabryczne
ru_ru: Сбросить настройки

# settings
source: ← Return to "Manage Options"
de_de: ← zurück zu "Formularfelder verwalten"
es_es: ← Regresar a "Configuraciones"
pl_pl: ← wróć do "Zarządzanie polami formularza"
ru_ru: ← Вернуться к "Управлению Полями Формы"

# post status
source: Draft
es_es: Borrador

# post status
source: Trash
es_es: Papelera

# post status
source: Published
de_de: Veröffentlicht
es_es: Publicado

# post status
source: Pending
de_de: Ausstehend
es_es: Pendiente
pl_pl: Oczekujące
ru_ru: Ожидается

# contact email
source: You have received a reply from your listing at %s.
de_de: Sie haben eine Antwort auf Ihren Eintrag erhalten am %s.
es_es: Ha recibido una comunicación para su listado en %s.
pl_pl: Otrzymano wiadomość dotyczącą oferty %s.
ru_ru: Вы получили сообщение для вашего бизнеса через Справочник Услуг (%s).

# contact email
source: Name: %s
es_es: Nombre: %s
pl_pl: Nazwa: %s
ru_ru: Имя: %s

# contact email
source: E-Mail: %s
es_es: Correo Electrónico: %s
ru_ru: Адрес: %s

# contact email
source: Message:
de_de: Nachricht:
es_es: Mensaje:
pl_pl: Wiadomość:
ru_ru: Сообщение:

# contact email
source: Time: %s
de_de: Zeit: %s
es_es: Hora: %s
pl_pl: Czas: %s
ru_ru: Время: %s

# tracking
source: Help Improve Business Directory
de_de: Hilf Business Directory zu unterstützen
es_es: Ayúdenos a Mejorar el Directorio de Negocios
pl_pl: Pomóż doskonalić Katalog Firm
ru_ru: Помогите нам улучшить Справочник Услуг

# tracking
source: Can Business Directory keep track of your theme, plugins, and other non-personal, non-identifying information to help us in testing the plugin for future releases?
de_de: Kann Business Directory dein Theme, Erweiterungen und Unpersönliches verfolgen um Informationen zu sammeln die uns helfen, das Modul weiter zu entwickeln?
es_es: Quiere permitir a Business Directory enviar información anónima sobre su tema, plugins instalados y otros datos técnicos (no personales) para ayudarnos a mejorar nuestro producto en futuras versiones?
pl_pl: Czy Katalog Firm może śledzić, templatki, wtyczki i inne informacje niebędące danymi osobowymi, nieidentyfikujące aby pomóc nam w testowaniu pluginu dla przyszłych wersji?
ru_ru: Разрешаете ли вы плагину Справочник Услуг оправлять нам сведения о Вашей теме, плагинах и другую анонимную информацию о Вашем сайте, чтобы помочь нам тестировать будущие версии плагина?

# tracking
source: What do you track?
de_de: Was verfolgst du?
es_es: Qué información se incluye? (en inglés)
pl_pl: Co śledzicie?
ru_ru: Что отслеживается?

# tracking
source: No, Thanks.
de_de: Nein, Danke.
es_es: No, gracias.
pl_pl: Nie, dziękuję
ru_ru: Нет, спасибо

# tracking
source: Allow Tracking
de_de: Verfolgung erlauben
es_es: Permitir Seguimiento
pl_pl: Zezwalam na śledzenie
ru_ru: Разрешаю

# manual-upgrade
source: Continue
es_es: Continuar

# manual-upgrade
source: Start Upgrade
de_de: Starte Aktualisierung
es_es: Iniciar Actualización
pl_pl: Rozpocznij Aktualizację
ru_ru: Начать обновление

# manual-upgrade
source: Pause Upgrade
de_de: Aktualisierung pausieren
es_es: Detener Actualización
pl_pl: Wstrzymaj Aktualizację
ru_ru: Поставить на паузу

# manual-upgrade
source: The upgrade was successfully performed. Business Directory Plugin is now available.
es_es: La actualización fue ejecutada con éxito. Business Directory Plugin ahora se encuentra disponible para su uso.

# manual-upgrade
source: Go to "Directory Admin"
de_de: Nach " Verzeichnis Administration"
es_es: Ir a "Administración del Directorio"
pl_pl: Przejdź do "Katalog Administracja"
ru_ru: Перейти в "Управление Справочником"

# installer
source: Migrating Business Directory database to version <version>.
es_es: Migrando la base de datos de Business Directory a la versión <version>.

# installer
source: Cleaning up stored meta data for Checkbox, Radio and Select fields... (%d records left)
es_es: Limpiando meta data para campos Checkbox, Radio y Select… (%d registros pendientes)

# installer
source: Migrating license information to new format...
es_es: Migrando la información de las licencias al nuevo formato…

# installer
source: Migrating email notices to new format...
es_es: Migrando notificaciones de correo electrónico al nuevo formato…

# installer
source: Migrating fee plans...
es_es: Migrando comisiones…

# installer
source: ! Could not migrate fee "%s" (%d)
es_es: ! No se pudo migrar la comisión “%s” (%d)
