Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# admin csv-import
source: Line
de_de: Zeile
es_es: Línea
pl_pl: Linia
ru_ru: Строка

# admin csv-import
source: Warning
de_de: Warnung
es_es: Advertencia
pl_pl: Ostrzeżenie
ru_ru: Предупреждение

# admin csv-import
source: Here, you can import data into your directory using the CSV format.
de_de: Hier können Sie mit dem CSV-Format Daten in Ihr Verzeichnis importieren.
es_es: Aquí puede importar información al directorio utilizando el formato CSV.
pl_pl: Tutaj możesz zaimportować dane używając plików CSV.
ru_ru: В этом разделе Вы можете импортировать данные в Ваш справочник используя файл в формате CSV.

# admin csv-import
source: We strongly recommend reading our <a>CSV import documentation</a> first to help you do things in the right order.
de_de: Wir empfehlen Ihnen dringend, unsere <a>CSV-Importdokumentation</a> zu lesen, um Ihnen zu helfen, Dinge in der richtigen Reihenfolge zu machen.
es_es: Recomendamos leer nuestra <a>documentación sobre importación CSV</a> primero para ayudarle a efectuar todo de la manera correcta.
pl_pl: Zalecamy (poważnie) zapoznanie się z naszą <a> dokumentacją dotyczącą importowania plików CSV</a>, aby wszystko przebiegło pomyślnie i w odpowiedniej kolejności.
ru_ru: Мы настоятельно рекомендуем сначала Вам ознакомиться с <a>Документацией по импорту из файла CSV</a>, чтобы Вы могли всё сделать правильно.

# admin csv-import
source: Import Files
de_de: Import Dateien
es_es: Archivos de Importación
pl_pl: Import plików
ru_ru: Импорт файлов

# admin csv-import
source: CSV File
de_de: CSV-Datei
es_es: Archivo CSV
pl_pl: Plik CSV
ru_ru: Файл CSV

# admin csv-import
source: ... or <a>select a file uploaded to the imports folder</a>
de_de: ... oder <a>wählen sie eine Datei die im upload Ordner hochgeladen wurde</a>
es_es: ... o <a>elija un archivo dentro del directorio "imports"</a>
pl_pl: ... albo <a>wybierz plik, który chcesz załadować do folderu</a>
ru_ru: ... или <a>выберите файл, который уже загружен в директорию импорта</a>

# admin csv-import
source: (Upload new file)
de_de: (Neue Datei hochladen)
es_es: (Subir un nuevo archivo)
pl_pl: (załaduj nowy plik)
ru_ru: (Загрузить новый файл)

# admin csv-import
source: ZIP file containing images
de_de: ZIP-Datei mit Bildern
es_es: Archivo ZIP con imágenes
pl_pl: Plik ZIP zawierający zdjęcia
ru_ru: Архив ZIP, содержащий изображения

# admin csv-import
source: CSV File Settings
de_de: CSV-Datei Einstellungen
es_es: Configuraciones de archivo CSV
pl_pl: Ustawienia pliku CSV
ru_ru: Настройки файла CSV

# admin csv-import
source: Column Separator
de_de: Spaltentrenner
es_es: Separador de columna
pl_pl: Separator kolumn
ru_ru: Разделитель колонок

# admin csv-import
source: Comma (,)
de_de: Komma (,)
es_es: Coma (,)

# admin csv-import
source: Semicolon (;)
de_de: Semikolon (;)
es_es: Punto y coma (;)

# admin csv-import
source: Image Separator
de_de: Bildertrenner
es_es: Separador de imágenes
pl_pl: Separator obrazu
ru_ru: Разделитель изображений

# admin csv-import
source: Category Separator
de_de: Kategorietrenner
es_es: Separador de categorías
pl_pl: Separator kategorii
ru_ru: Разделитель рубрик

# admin csv-import
source: Import settings
de_de: Importeinstellungen
es_es: Configuraciones de Importación
pl_pl: Ustawienia importu
ru_ru: Настройки импорта

# admin csv-import
source: Post status of imported listings
de_de: Status der importierten Einträge
es_es: Estado de los listados importados
pl_pl: Status dla zaimportowanych plików
ru_ru: Статус записей по окончании импорта

# admin csv-import
source: Missing categories handling
de_de: Verhalten bei nicht vorhandener Kategorie
es_es: Manejo de categorías inexistentes
pl_pl: Brakująca obsługa kategorii
ru_ru: Обработка новых рубрик

# admin csv-import
source: Auto-create categories
de_de: Kategorie automatisch erstellen
es_es: Crear categorías automáticamente
pl_pl: Automatyczne tworzenie kategorii
ru_ru: Автоматически создавать

# admin csv-import
source: Generate errors when a category is not found
de_de: Fehlermeldung erzeugen, wenn die Kategorie nicht gefunden wird
es_es: Generar errores cuando una categoría no exista
pl_pl: Generować błędy gdy kategorii nie znaleziono
ru_ru: Выдавать ошибку "рубрика не найдена"

# admin csv-import
source: Keep existing listing images?
de_de: Vorhandene Bilder beibehalten?
es_es: Mantener imágenes existentes?
ru_ru: Существующие изображения?

# admin csv-import
source: Keep existing images.
de_de: Vorhandene Bilder behalten.
es_es: Preservar imágenes existentes.
pl_pl: Obrazy
ru_ru: Соранить.

# admin csv-import
source: Appends new images while keeping current ones.
de_de: Hängt neue Bilder an und behaltet die alten.
es_es: Adiciona nuevas imágenes mientras mantiene las existentes.
ru_ru: Будет добавлять новые изображения и не удалит существующие.

# admin csv-import
source: Assign listings to a user?
de_de: Zuweisung
es_es: Asignar listados a un usuario?
pl_pl: Przypisać oferty do użytkownika?
ru_ru: Автор?

# admin csv-import
source: Assign listings to a user.
de_de: Einträge einem Benutzer zuweisen.
es_es: Asignar listados a un usuario.
pl_pl: Przypisz oferty do użytkownika.
ru_ru: Назначить новые записи существующему пользователю.

# admin csv-import
source: Use a default user for listings?
de_de: Voreingestellter-Nutzer für neue Einträge?
es_es: ¿Utilizar un usuario por defecto para los listados?
pl_pl: Użyj domyślnego obrazu dla ofert, które nie posiadają żadnych obrazów?
ru_ru: Использовать изображение по-умолчанию, если ни одного не было загружено?

# admin csv-import
source: Select a default user to be used if the username column is not present in the CSV file.
de_de: Wählen Sie einen Benutzernamen der verwendet werden soll, wenn die Username-Spalte in der CSV-Datei nicht vorhanden ist.
es_es: Elija un usuario por defecto para utilizar si la columna "username" no está presente en el archivo CSV.
pl_pl: Ten użytkownik będzie używany, jeśli kolumna "nazwa użytkownika" nie jest obecny w pliku CSV.
ru_ru: <br />Выберите зарегистрированного пользователя сайта, чтобы ему были назначены новые записи, не имеющие имени пользователя в файле CSV.

# admin csv-import
source: Default listing user
de_de: Voreingestellter-Nutzer
es_es: Usuario a usar por defecto
pl_pl: Domyślny użytkownik oferty
ru_ru: Пользователь по-умолчанию для новых записей:

# admin csv-import
source: This user will be used if the username column is not present in the CSV file.
de_de: Dieser Benutzer wird verwendet wenn die Spalte Benutzername nicht in der CSV-Datei vorhanden ist.
es_es: Este usuario será utilizado si la columna "username" no está presente en el archivo CSV.
pl_pl: Ten użytkownik będzie używany, jeśli kolumna "nazwa użytkownika" nie jest obecny w pliku CSV.
ru_ru: <br />Выберите зарегистрированного пользователя сайта, чтобы ему были назначены новые записи, не имеющие имени пользователя в файле CSV.

# admin csv-import
source: Number of listings imported on every cycle
es_es: Número de listados a importar en cada ciclo

# admin csv-import
source: If you are having trouble importing listings due to memory problems, try reducing the import batch size to 5 or 1 and then re-attempt. This will result in a longer batch import time, but will increase the chance of success on shared hosting platforms and other resource-constrained servers.
es_es: Si tiene problemas al importar listados debido a problemas de memoria, intente reducir el tamaño del lote a 5 ó 1 e intente nuevamente. Esto incrementará los tiempos de importación, pero aumentará la posibilidad de éxito en plataformas de alojamiento compartido y otros servidores con recursos limitados.

# admin csv-import
source: Disable e-mail notifications during import?
de_de: E-Mail-Benachrichtigungen
es_es: Deshabilitar notificaciones de correo durante la importación?
pl_pl: Wyłączyć powiadomienia e-mail podczas importu?
ru_ru: Оповещения по электронной почте:

# admin csv-import
source: Disable e-mail notifications.
de_de: E-Mail-Benachrichtigungen beim Import deaktivieren?
es_es: Deshabilitar notificaciones de correo-e.
pl_pl: Wyłącz powiadomienia e-mail.
ru_ru: Запретить оповещения пока производится импорт новых записей.

# admin csv-import
source: Test Import
de_de: Importtest
es_es: Importación de Verificación
pl_pl: Test importu
ru_ru: Тест импорта

# admin csv-import
source: Import Listings
de_de: Einträge importieren
es_es: Importar Listados
pl_pl: Import ofert
ru_ru: Импортировать записи

# admin csv-import
source: The following are the valid header names to be used in the CSV file. Multivalued fields (such as category or tags) can appear multiple times in the file. Click <a href="%s">"See an example CSV import file"</a> to see how an import file should look like.
de_de: Folgendes sind Spaltennamen die in der CSV-Datei verwendet werden. Mehrfach belegte Felder (so wie Kategorien oder Tags) können öfters in der Datei erscheinen. Klicken Sie <a href="%s">"CSV Beispieldatei anschauen"</a>, um zu sehen wie eine Importdatei aufgebaut sein muss.
es_es: Los siguientes son los nombres de columna a utilizar en la cabecera del archivo CSV. Campos multivaluados (como cateogrías y etiquetas) pueden aparecer varias veces en el archivo. Haga click en <a href="%s">"Ver un archivo CSV de ejemplo"</a> para ver cómo debe lucir un archivo de importación válido.
pl_pl: Proszę się upewnić, że wartości są prawidłowe dla nagłówków w pliku CSV. Pola wielowartościowe (takie jak kategoria lub tagi) może pojawić się wiele razy w pliku. Kliknij <a href="%s">"Zobacz przykładowy plik importu CSV"</a> aby zobaczyć, jak powinien wyglądać plik importu.
ru_ru: Далее приведены правильные имена заголовков, которые будут использованы в файле CSV. поля со множественными значениями, такие как рубрики или метки, могут оказаться в файле в нескольких местах. Посмотрите на "<a href="%s">Образец файла CSV для импорта</a>" чтобы узнать, как такой файл должен выглядеть.

# admin csv-import
source: Header name/label
de_de: Kopfname/Bezeichnung
es_es: Nombre de cabecera
pl_pl: Nagłówek/Etykieta
ru_ru: Имя или метка заголовка

# admin csv-import
source: Field
de_de: Feld
es_es: Campo
pl_pl: Pole
ru_ru: Поле

# admin csv-import
source: Type
de_de: Typ
es_es: Tipo
pl_pl: Rodzaj
ru_ru: Тип

# admin csv-import
source: Required?
de_de: Pflichtfeld?
es_es: Requerido?
pl_pl: Wymagane?
ru_ru: Обязательно?

# admin csv-import
source: Multivalued?
de_de: Mehrfachwert?
es_es: Multivaluado?
pl_pl: Wielowartościowe?
ru_ru: Множественные значения?

# admin csv-import
source: Fee ID (integer) associated to a listing. Use this column when adding or updating listings from external sources.
es_es: ID del plan de pagos (entero) asociado al listado. Use esta columna cuando agregue o actualice listados desde fuentes externas.

# admin csv-import
source: Semicolon separated list of listing images (from the ZIP file)
de_de: Semikolon getrennte Liste der Eintragsbilder (aus der ZIP Datei)
es_es: Lista de imágenes del listado separadas con punto y coma (deben encontrarse en el archivo ZIP)
pl_pl: Lista rozdzielonych średnikami obrazów oferty (z pliku ZIP)
ru_ru: Знак "точка с запятой" разделяет список изображений (в файле ZIP)

# admin csv-import
source: Listing author's username
de_de: Benutzername des Authors
es_es: Autor del listado (nombre de usuario)
pl_pl: Autor oferty - Nazwa Użytkownika
ru_ru: Учётная запись автора записи

# admin csv-import
source: Internal Sequence ID used to allow listing updates from external sources.
de_de: Interne Sequenz ID wird benutzt um Aktualisierungen von Einträgen aus externer Quellen durchzuführen.
es_es: ID de secuencia interno utilizado para permitir actualizaciones a los listados desde fuentes externas.
pl_pl: Wewnętrzny identyfikator sekwencji wykorzystywany w celu umożliwienia ofercie aktualizacji ze źródeł zewnętrznych.
ru_ru: Был использован внутренний последовательный номер, чтобы позволить загрузку данных из справочника с другого сайта.

# admin csv-import
source: Date of listing expiration formatted as YYYY-MM-DD. Use this column when adding or updating listings from external sources.
de_de: Tag des Eintragende formatiert als YYYY-MM-DD. Benutze diese Spalte, wenn Einträge aus externen Quellen hinzugefügt oder aktualisiert werden.
es_es: Fecha de expiración del listado en formato AAAA-MM-DD. Utilice esta columna cuando esté agregando o actualizando listados desde fuentes externas.
pl_pl: Data zakończenia ofert sformatowano jako YYYY-MM-DD. Użyj tej kolumny podczas dodawania lub aktualizowania oferty ze źródeł zewnętrznych.
ru_ru: Дата окончания срока действия отформатирована как ГГГГ-ММ-ДД. Используйте эту колонку при добавлении или изменении записей.

# admin csv
source: Import
es_es: Importar

# admin csv
source: Export
es_es: Exportar

# admin category filter
source: All categories
de_de: Alle Kategorien
es_es: Todas las categorías
pl_pl: Wszystkie Kategorie
ru_ru: Все рубрики

# admin listings
source: This listing doesn't have a fee plan assigned. This is required in order to determine the features available to this listing, as well as handling renewals.
es_es: Este listado no tiene plan de pago asignado. Al menos una categoría (y su respectiva comisión) es requerida para determinar las características disponibles para el listado, así como gestionar las renovaciones.

# admin listings
source: Never
es_es: Nunca

# admin listings
source: Featured
es_es: Destacado

# admin listings
source: Recurring
es_es: Recurrente

# admin listings
source: Free
es_es: Gratuito

# admin listings
source: Paid
es_es: Pago

# admin listings
source: Reported
es_es: Reportado

# admin listings
source: Listing's payment history successfully deleted
es_es: El historial de pagos del listado se eliminó correctamente

# admin listings
source: Selected Option:
es_es: Opción seleccionada:

# admin listings
source: Aditional Info:
es_es: Información adicional:

# admin listings
source: This listing has not been reported.
es_es: Este listado no ha sido reportado.

# admin listings
source: Clear listing reports.
es_es: Eliminar los reportes de este listado.

# admin
source: Directory Listing Fields / Images
es_es: Campos del Listado / Imágenes

# admin
source: Categories
de_de: Kategorien
es_es: Categorías
pl_pl: Kategorie
ru_ru: Рубрики

# admin
source: Business Directory
de_de: Branchenverzeichnis
es_es: Directorio de Negocios
pl_pl: Katalog Firm
ru_ru: Справочник услуг

# admin
source: You're all set. Visit your new <a>Business Directory</a> page.
de_de: Sie haben alles konfiguriert. Besuchen sie Ihr neues <a>Branchenverzeichnis</a>.
es_es: Está todo listo. Visite la página de su nuevo <a>Directorio de Negocios</a>.
pl_pl: Wszystko ustawione. Odwiedź swój nowy <a>Katalog Firm</a>.
ru_ru: Всё настроено. Откройте страницу Вашего нового <a>Справочника услуг</a>

# admin
source: Untitled Menu
es_es: Menú sin título

# admin
source: Dismiss this notice.
de_de: Diese Nachricht ignorieren.
es_es: Ignorar.
ru_ru: Убрать это предупреждение

# admin
source: The listing has been updated.
es_es: El listado ha sido actualizado.

# admin
source: The fee was successfully assigned.
de_de: Der Preis wurde erfolgreich zugewiesen.
es_es: La comisión se asignó satisfactoriamente.
pl_pl: Abonament został przypisany do oferty.
ru_ru: Тариф был успешно назначен.

# admin
source: Listing was renewed.
de_de: Eintrag wurde aktualisiert.
es_es: El listado ha sido renovado.
pl_pl: Odnowiono ofertę.
ru_ru: Запись была продлена.

# admin
source: Renewal email sent.
de_de: E-mail erneut senden.
es_es: Mensaje de correo electrónico de renovación enviado.
pl_pl: Wysłano e-mail potwierdzający odnowienie.
ru_ru: Оповещение о продлении было отправлено по электронной почте.

# admin
source: Listing report deleted.
es_es: Reporte eliminado.

# admin
source: Access keys sent.
es_es: Claves de acceso enviadas.

# admin
source: The access keys couldn't be sent.
es_es: No se pudo enviar las claves de acceso.

# admin
source: Listing Count
de_de: Anzahl Einträge
es_es: Conteo de Listados
pl_pl: Licznik ofert
ru_ru: Количество записей

# admin
source: <b>Business Directory Plugin</b> requires a page with the <tt>[businessdirectory]</tt> shortcode to function properly.
de_de: <b>Branchenverzeichnis Erweiterung</b> benötigt eine Seite mit dem <tt>[businessdirectory]</tt> shortcode um zu funktionieren.
es_es: <b>Business Directory Plugin</b> requiere una página con el shortcode <tt>[businessdirectory]</tt> para funcionar adecuadamente.
pl_pl: <b>Katalog Firm</b> wymaga chociaż jednej strony z krótkim kodem <tt>[businessdirectory]</tt> aby działać prawidłowo.
ru_ru: Плагин <b>Справочник Услуг</b> для нормальной работы требует наличия страницы, в которой есть шорткод <tt>[businessdirectory]</tt>.

# admin
source: You can create this page by yourself or let Business Directory do this for you automatically.
de_de: Du kannst diese Seite selbst erstellen oder vom Branchenverzeichnis automatisch erstellen lassen.
es_es: Puede crear esta página usted mismo o dejar que Business Directory lo haga por usted automáticamente.
pl_pl: Możesz utworzyć tę stronę sam, albo niech katalog firm zrobi to automatycznie.
ru_ru: Вы можете создать такую страницу сами, или позвольте плагину создать её для Вас автоматически.

# admin
source: Create required pages for me
de_de: Erstelle benötigte Seiten für mich
es_es: Crear las páginas requeridas por mi
pl_pl: Stwórz wymagane pola dla mnie
ru_ru: Создать необходимые страницы автоматически

# admin
source: <strong>Business Directory Plugin</strong> requires <strong>PHP 5.6</strong> or later, but your server is running version <strong>%s</strong>. Please ask your provider to upgrade in order to prevent any issues with the plugin.
es_es: <strong>Business Directory Plugin</strong> requiere <strong>PHP 5.6</strong> o superior, pero su servidor está ejecutando la versión <strong>%s</strong>. Por favor comuníquese con su proveedor de hosting para actualizar su sistema y evitar problemas de compatibilidad.

# admin
source: We noticed you want your Business Directory users to register before posting listings, but Registration for your site is currently disabled. Go [here] and check "Anyone can register" to make sure BD works properly.
de_de: Wir haben festgestellt du möchtest, dass deine Branchenverzeichnisbenutzer sich registrieren sollen bevor sie sich eintragen, die Registrierung für deine Seite ist momentan ausgeschaltet. Klicke [hier] und prüfe "Jeder kann sich registrieren", um sicher zu sein, dass das Branchenverzeichnis korrekt funktioniert.
es_es: Hemos notado que quiere que sus usuarios del Directorio de Negocios se registren antes de publicar listados, pero el registro de usuarios para su sitio está actualmente deshabilitado. Vaya [aquí] y revise las configuraciones para asegurarse de que Business Directory funcione correctamente.
pl_pl: Zauważyliśmy, że chcesz, aby użytkownicy katalogu firm się zarejestrowali zanim złożą ofertę , ale Rejestracja witryny jest obecnie wyłączona. Przejdź [tutaj] i zaznacz "Każdy może się zarejestrować", aby upewnić się, że katalog firm będzie działał poprawnie.
ru_ru: Нам кажется, что Вы настроили плагин чтобы он разрешал публикацию записей только для зарегистрированных пользователей. Однако в настоящий момент регистрация на Вашем сайта запрещена. Перейдите в раздел [Общие Настройки WordPress] и включите режим "Любой может зарегистрироваться", чтобы позволить нашему плагину правильно работать.

# admin
source: Fields
es_es: Campos

# admin
source: Images (%s)
es_es: Imágenes (%s)

# admin
source: Images
es_es: Imágenes

# admin
source: <b>Business Directory Plugin</b> requires fields with the following associations in order to work correctly: <b>%s</b>.
de_de: <b>Branchenverzeichnis Erweiterung</b> benötigt Felder mit den folgenden Verbindungen um korrekt zu funktionieren: <b>%s</b>.
es_es: <b>Business Directory Plugin</b> requiere campos con las siguientes asociaciones para funcionar correctamente: <b>%s</b>.
pl_pl: <b>Katalog Firm</b>aby pracować poprawnie, potrzebuje właściwych danych w tym polu: <b>%s</b>.
ru_ru: <b>Плагин Справочник Услуг</b> для нормальной работы требует наличие полей со следующими ассоциациям: <b>%s</b>.

# admin
source: <b>Business Directory Plugin</b> requires a field with a <b>%s</b> association in order to work correctly.
de_de: <b>Branchenverzeichnis Erweiterung</b> benötigt ein Feld mit der Verbindung <b>%s</b>, um korrekt zu funktionieren.
es_es: <b>Business Directory Plugin</b> requiere un campo con la asociación <b>%s</b> para funcionar correctamente.
pl_pl: <b>Katalog Firm</b>potrzebuje pola z <b>%s</b> aby pracować poprawnie.
ru_ru: <b>Плагин Справочник Услуг</b> для корректной работы требует наличия поля, имеющего ассоциацию с <b>%s</b>.

# admin
source: You can create these custom fields by yourself inside "Manage Form Fields" or let Business Directory do this for you automatically.
de_de: Sie können diese benutzerdefinierten Felder selbst erzeugen "Formularfelder verwalten" oder vom Branchenverzeichnis automatisch erstellen lassen.
es_es: Puede crear estos campos usted mismo en "Administrar Campos de Formulario" o puede dejar que Business Directory haga esto por usted automáticamente.
pl_pl: Możesz tworzyć te niestandardowe pola samemu w "Zarządzanie polami formularza" albo niech katalog firm zrobi to dla ciebie automatycznie.
ru_ru: Вы можете сами создать эти поля в разделе "Управление / Форма", или позвольте плагину сделать это автоматически.

# admin
source: Go to "Manage Form Fields"
de_de: zu "Formularfelder verwalten"
es_es: Ir a "Administrar Campos de Formulario"
pl_pl: Przejdź do "Zarządzanie polami formularza"
ru_ru: Перейти в раздел "Управление / Форма"

# admin
source: Create these required fields for me
de_de: Erstelle diese benötigten Felder für mich
es_es: Crear estos campos requeridos por mi
pl_pl: Stwórz te wymagane pola dla mnie
ru_ru: Создать эти поля автоматически

# admin
source: Pending Abandonment
de_de: Ausstehende Zahlungen
es_es: Casi abandonado
pl_pl: Oczekujące na abonament
ru_ru: Платёж был заброшен.

# admin
source: Abandoned
de_de: Abgebrochen
es_es: Abandonados
pl_pl: Porzucone
ru_ru: Заброшено

# listing attribute
source: No Fee Plan
es_es: Sin Plan de Pago

# listing status
source: Reported
es_es: Reportado

# listing status
source: Unknown
es_es: Desconocido

# listing status
source: Legacy
es_es: Antiguo

# listing status
source: Incomplete
es_es: Incompleto

# listing status
source: Pending Payment
es_es: Pendiente de pago

# listing status
source: Complete
es_es: Completado

# listing status
source: Pending Upgrade
es_es: Pendiente de mejora

# listing status
source: Expired
es_es: Expirado

# listing status
source: Pending Renewal
es_es: Pendientes de renovación

# listing status
source: Abandoned
es_es: Abandonado

# admin actions
source: Edit Listing
de_de: Eintrag Bearbeiten
es_es: Editar Listado
pl_pl: Edytuj Ofertę
ru_ru: Изменить запись

# admin actions
source: Delete Listing
de_de: Eintrag Löschen
es_es: Eliminar Listado
pl_pl: Usuń Ofertę
ru_ru: Удалить запись

# admin actions
source: View Payments
es_es: Ver Pagos

# admin actions
source: View Payment
es_es: Ver Pago

# admin actions
source: Publish listings
es_es: Publicar Listado

# admin actions
source: Mark as "Pending Review"
es_es: Marcar como “Pendiente de Revisión”

# admin actions
source: Hide from directory (mark as "Draft")
es_es: No mostrar en el directorio (marcar como “Borrador”)

# admin actions
source: Renew listings
es_es: Renovar listados

# admin actions
source: Set listings as "Expired"
es_es: Marcar listados como “Expirados”

# admin actions
source: Send access keys
es_es: Enviar claves de acceso

# listing metabox
source: Never
es_es: Nunca

# listing metabox
source: Yes
es_es: Sí

# listing metabox
source: Listing
es_es: Listado

# listing metabox
source: Recent Payments
es_es: Pagos recientes
