Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# delete listing
source: Your listing is associated to a recurring payment. If you don't cancel the recurring payment before deleting the listing, you might be charged for additional periods even though your listing won't be available.
de_de: Ihr Eintrag ist assoziiert mit einem Abbuchungsverfahren. Wenn die die Abbuchung nicht beenden bevor Sie den Eintrag löschen, werden Sie möglicherweise neu belastet für einen weiteren Zeitraum, auch wenn Ihr Eintrag gelöscht wurde.
es_es: Su listado está asociado a un pago recurrente. Si no cancela los pagos recurrentes antes de eliminar el listado, puede que se le cobren más períodos aún cuando su listado no estaría disponible.
pl_pl: Twoja oferta powiązana jest z powtarzającymi się płatnościami. Jeśli nie anulujesz cyklicznych płatności przed usunięciem oferty, możesz zostać obciążony dodatkowymi kosztami za następny okres rozliczeniowy, mimo braku Twojej oferty.
ru_ru: Ваша запись ассоциирована с периодическим платежём! Если Вы не удалите этот периодический платёж до удаления Вашей записи, то с Вас могут продолжать снимать деньги, даже при отсутствующей в базе записи.

# delete listing
source: Please visit <a>Manage recurring payments</a> to review your current recurring payments.
de_de: Bitte besuchen Sie <a>Zahlungsarten verwalten</a> um deine aktuellen Zahlungsarten einzusehen.
es_es: Por favor visite <a>Administrar pagos recurrentes</a> para revisar sus pagos recurrentes actuales.
pl_pl: Proszę odwiedzić <a> Zarządzaj powtarzającymi się płatnościami </a> aby przejżeć bieżące płatności powtarzające się.
ru_ru: Пожалуйста перейдите в раздел <a>Периодические платежи</a> и рассмотрите Ваши платежи, настроены ли они происходить периодически.

# delete listing
source: You are about to remove your listing "%s" from the directory.
de_de: Sie sind im Begriff Ihren Eintrag "%s" aus dem Branchenverzeichnis zu entfernen.
es_es: Está a punto de eliminar su listado "%" del directorio.
pl_pl: Zamierzasz usunąć swoją ofertę "% s " z katalogu.
ru_ru: Вы приступаете к удалению вашей записи "%s" из справочника услуг.

# delete listing
source: Are you sure you want to do this?
de_de: Möchtest du das wirklich tun?
es_es: ¿Está seguro de que desea hacer esto?
pl_pl: Jesteś pewien że chcesz to zrobić?
ru_ru: Вы уверены, что хотите это сделать?

# delete listing
source: No. Take me back to the directory.
de_de: Nein, zurück zum Verzeichnis.
es_es: No. Regresar al Directorio.
pl_pl: NIE. Zabierz mnie z powrotem do Katalogu.
ru_ru: Нет! Вернуться обратно в справочник.

# delete listing
source: Yes. Delete my listing.
de_de: Ja, meinen Eintrag löschen.
es_es: Sí. Eliminar mi listado.
pl_pl: TAK. Usuń Firmę.
ru_ru: Да... Удалить мою запись.

# contact-message
source: Please enter your name.
de_de: Bitte geben Sie einen Namen ein.
es_es: Por favor ingrese su nombre.
pl_pl: Proszę wprowadzić Imię
ru_ru: Пожалуйста введите Ваше имя.

# contact-message
source: Please enter a valid email.
de_de: Bitte eine gültige E-mailadresse eingeben.
es_es: Por favor ingrese un correo electrónico válido.
pl_pl: Proszę wprowadzić poprawny adres e-mail.
ru_ru: Пожалуйста введите правильный электронный адрес.

# contact-message
source: You did not enter a message.
de_de: Sie haben keine Nachricht erstellt
es_es: No ingresó mensaje alguno.
pl_pl: Nie wpisałeś wiadomości.
ru_ru: Вы не ввели текст в поле сообщения.

# contact-message
source: Your message has been sent.
de_de: Dein Eintrag wurde gelöscht.
es_es: Su mensaje ha sido enviado.
pl_pl: Twoja oferta została usunięta.
ru_ru: Запись была удалена.

# contact-message
source: There was a problem encountered. Your message has not been sent
de_de: Es ist ein Fehler aufgetreten. Ihre Nachricht konnte nicht versendet werden.
es_es: Se ha encontrado un problema. Su mensaje no fue enviado
pl_pl: Wystąpił problem. Twoja wiadomość nie została wysłana
ru_ru: Произошла ошибка, в результате чего Ваше сообщение не было послано

# contact-message
source: Return to listing.
de_de: Zurück zum Eintrag.
es_es: Regresar al listado.
pl_pl: Powrót do oferty.
ru_ru: Вернуться к записям.

# contact form
source: Please <a>log in</a> to be able to send messages to the listing owner.
de_de: Bitte <a>einloggen</a> um eine Nachricht an den Inhaber zu senden.
es_es: Por favor <a>ingrese</a> para enviar mensajes al dueño del listado.
pl_pl: Proszę się <a>zalogować</a>, aby wysłąć wiadomość do osoby odpowiedzialnej za kontakt z klientem.
ru_ru: Пожалуйста <a>войдите в сайт</a> чтобы получить возможность отправить сообщение владельцу бизнеса.

# contact form
source: This contact form is temporarily disabled. Please try again later.
de_de: Diese Kontaktform ist momentan temporär deaktiviert. Bitte versuchen Sie es später erneut.
es_es: El formulario de contacto está temporalmente deshabilitado. Por favor intente más tarde.
pl_pl: Ten formularz kontaktu jest chwilowo wyłączony. Możesz spróbować pózniej.
ru_ru: Эта контактная форма временно отключена. Попробуйте открыть её ещё раз позднее.

# views:login
source: Please enter a valid e-mail/access key combination.
es_es: Por favor ingrese una combinación válida de dirección de correo electrónico y clave de acceso.

# views:login
source: Login
es_es: Ingresar

# views:login
source: ... or use an Access Key
es_es: … o use una clave de acceso

# views:login
source: Please enter your access key and e-mail address.
es_es: Por favor ingrese su clave de acceso y su dirección de correo electrónico.

# views:login
source: E-Mail Address
es_es: Dirección de correo electrónico

# views:login
source: Access Key
es_es: Clave de acceso

# views:login
source: Use Access Key
es_es: Use una clave de acceso

# views:login
source: Request access key?
es_es: ¿Necesita una clave de acceso?

# view:manage-listings
source: Please <a>login</a> to manage your listings.
es_es: Por favor <a>ingrese</a> para administrar sus listados.

# manage subscription
source: The listing with id = <listing-id> doesn't exists.
es_es: El listado con ID = <listing-id> no existe.

# manage subscriptions
source: You are not authorized to cancel this subscription. The link you followed is invalid.
es_es: Usted no está autorizado para cancelar esta subscripción. El enlace que siguió no es válido.

# manage subscriptions
source: Invalid subscription.
de_de: Ungültiges Abonnement.
es_es: Suscripción inválida.
pl_pl: Niepoprawna subkrypcja.
ru_ru: Некорректная подписка.

# manage subscriptions
source: Your subscription was canceled.
es_es: Suscripción cancelada.

# manage subscriptions
source: Subscription / Fee Plan
de_de: Abonnement / Preisplan
es_es: Suscripción / Comisión
pl_pl: Plan Subskrypcji/Abonamentu
ru_ru: Подписка / Бесплатный План

# manage listings
source: You are not on recurring payments for any of your listings.
es_es: No tiene pagos recurrentes configurados para ninguno de sus listados.

# renewal
source: Listing renewal is disabled at this moment. Please try again later.
de_de: Eintrag erneuern ist momentan deaktiviert. Bitte versuchen Sie es später noch einmal.
es_es: La renovación de listados está desactivada en este momento. Por favor intente más tarde.
pl_pl: Odnawianie ofert jest chwilowo wyłączone. spróbuj ponownie później.
ru_ru: Продление записей на настоящий момент отключено. Попробуйте ещё раз позже.

# renewal
source: Your renewal ID is invalid. Please use the URL you were given on the renewal e-mail message.
de_de: Ihre Erneuerungsid ist ungültig. Bitte benutze die URL die in Ihrer Erneuerungs E-mail angegeben wurde.
es_es: Su ID de renovación es inválido. Por favor utilice la URL que le fue enviada con el mensaje de correo electrónico de renovación.
pl_pl: Twoja ID odnowienia jest nieprawidłowe. Proszę kliknąć na adres URL, podany w wiadomości e-mail dotyczącej odnowienia.
ru_ru: Номер Вашего продления неправилен. Пожалуйста воспользуйтесь ссылкой, которая была отправлена Вам по электронной почте.

# renewal
source: Your listing has been removed from the directory.
es_es: Su listado ha sido eliminado.

# renewal
source: Could not remove listing from directory.
es_es: No se pudo eliminar el listado.

# renewal
source: Current Fee Details
de_de: Aktuelle Preisdetails
es_es: Detalles de Comisión
pl_pl: Aktualne Szczegóły Abonamentu
ru_ru: Детали текущего платежа

# renewal
source: Name:
es_es: Nombre:

# renewal
source: Number of images:
de_de: Anzahl der Bilder:
es_es: Número de imágenes:
pl_pl: Liczba obrazów:
ru_ru: Количество изображений:

# renewal
source: Expiration date:
de_de: Ablaufdatum:
es_es: Fecha de expiración:
pl_pl: Data ważności:
ru_ru: Истекает:

# renewal
source: Proceed to Checkout
de_de: Zur Kasse
es_es: Proceder al pago
pl_pl: Przejdź do Kasy
ru_ru: Перейти к завершению покупки

# renewal
source: Clicking the button below will cause your listing to be permanently removed from the directory.
es_es: Una vez haga click en el botón que está debajo su listado será eliminado del directorio permenentemente.

# renewal
source: Renew Fee Resume
es_es: Resumen de tarifa de renovación

# renewal
source: You are about to renew the listing %s.
es_es: Está a punto de renovar el listado “%”.

# renewal
source: In order to complete the renewal, please confirm fee selection.
es_es: Para completar la renovación, por favor confirme la tarifa.

# listings
source: Fee "%s" renewal.
es_es: Renovación de comisión “%s”.

# request_access_keys
source: Did you mean to <a>access the Directory</a>?
es_es: ¿Esta intentando <a>ingresar al directorio</a>?

# request_access_keys
source: Access keys have been sent to your e-mail address.
de_de: Es sind keine Transaktionen mit diesem Eintrag verbunden.
es_es: Las claves de acceso han sido enviadas a su dirección de correo.

# request_access_keys
source: ← Return to previous page
es_es: ← Regresar a la página anterior

# request_access_keys
source: Below you'll find the access keys for all the listings registered with your e-mail address on our site.
de_de: Im Folgenden finden Sie die Zugangsschlüssel für alle Einträge, die mit Ihrer E-Mail-Adresse auf unserer Website registriert sind.
es_es: Abajo encontrará las claves de acceso para todos los listados registrados con su dirección de correo electrónico en el sitio.

# request_access_keys
source: Access Key:
de_de: Eintrag Felder / Bilder
es_es: Clave de acceso:

# search
source: "%s" is required.
es_es: “%s” es requerido.

source: Search
de_de: Suche
es_es: Buscar
pl_pl: Szukaj...
ru_ru: Поиск

# search
source: Search Results
de_de: Ergebnisse durchsuchen
es_es: Resultados de Búsqueda
pl_pl: Wyniki wyszukiwania
ru_ru: Результаты поиска

# search
source: Clear
de_de: Zurücksetzen
es_es: Limpiar
pl_pl: Wyczyść
ru_ru: Очистить форму

# preview
source: This is just a preview. The listing has not been published yet.
de_de: Dies ist nur eine Vorschau. Der Eintrag wurde bisher nicht publiziert.
es_es: Esta es tan solo una previsualización. El listado no ha sido publicado aún.
pl_pl: To jest tylko podgląd. Oferta nie została jeszcze opublikowana.
ru_ru: Это просто предварительный просмотр. Запись ещё не была опубликована.

# listing submit
source: Something went wrong. Please check the form for errors, correct them and submit again.
es_es: Algo salió mal. Por favor verifique que el formulario no contiene errores y envíelo de nuevo.

# listing submit
source: Image upload is required, please provide at least one image and submit again.
es_es: Es necesario subir al menos una imagen para publicar un listado.

# listing submit
source: Change category/plan
es_es: Cambiar categoría y comisión

# widgets
source: Title:
de_de: Titel:
es_es: Título:
pl_pl: Tytuł:
ru_ru: Заголовок:

# widgets
source: Number of listings to display:
de_de: Nummer der Einträge zum Anzeigen:
es_es: Número de listados a mostrar:
pl_pl: Liczba wyświetlanych ofert
ru_ru: Количество записей:

# widgets
source: Thumbnails
es_es: Imagen de previsualización
pl_pl: Miniatury
ru_ru: Миниатюры

# widgets
source: Show thumbnails
de_de: Thumbnails anzeigen
es_es: Mostrar imágenes destacadas
pl_pl: Pokaż Miniatury
ru_ru: Показать миниятюры

# widgets
source: Image width (in px):
de_de: Bildergröße (in px):
es_es: Ancho de imagen (en px):
pl_pl: Szerokość Obrazu (w px):
ru_ru: Ширина изображения (пикселы):

# widgets
source: Leave blank for automatic width.
de_de: Freilassen für automatische Breite.
es_es: Deje en blanco para ancho automático.
pl_pl: Zostaw puste, aby automatycznie ustawić szerokość.
ru_ru: Оставьте поле пустым для автоматической ширины.

# widgets
source: Image height (in px):
de_de: Bilderhöhe (in px):
es_es: Alto de imagen (en px):
pl_pl: Wysokość Obrazu (w px)
ru_ru: Высота изображения (пикселы):

# widgets
source: Leave blank for automatic height.
de_de: Freilassen für automatische Höhe.
es_es: Deje en blanco para alto automático.
pl_pl: Zostaw puste, aby automatycznie ustawić wysokość.
ru_ru: Оставьте поле пустым для автоматической высоты.

# widgets
source: Business Directory - Featured Listings
de_de: Branchenverzeichnis - Hervorgehobene Einträge
es_es: Directorio de Negocios - Listados Destacados
pl_pl: Katalog Firm - Wyróżnione Oferty
ru_ru: Справочник Услуг - Особые записи

# widgets
source: Displays a list of the featured/sticky listings in the directory.
de_de: Eine Liste aller Hervorgehobenen/unbeweglichen Einträge im Verzeichnis anzeigen.
es_es: Muestra una lista de listados destacados en el Directorio.
pl_pl: Wyświetlanie wyróżnionych ofert na stronie kategori katalogu.
ru_ru: Показывает список особых записей справочника.

# widgets
source: Featured Listings
de_de: Top Einträge
es_es: Listados Destacados
pl_pl: Wyróżnione Firmy
ru_ru: Особые записи

# widgets
source: Display listings in random order
de_de: Einträge zufällig anordnen
es_es: Mostrar listados en orden aleatorio
pl_pl: Wyświetl Firmy losowo
ru_ru: Показать записи в случайном порядке

# widgets
source: Business Directory - Latest Listings
de_de: Branchenverzeichnis - letzte Einträge
es_es: Directorio de Negocios - Últimos Listados
pl_pl: Katalog Firm - Najświeższe Firmy
ru_ru: Справочник Услуг - Новые Записи

# widgets
source: Displays a list of the latest listings in the Business Directory.
de_de: Eine List der letzten Einträge im Branchenverzeichnis anzeigen.
es_es: Muestra una lista de los últimos listados del Directorio de Negocios.
pl_pl: Wyświetl najnowszą Listę Firm z Katalogu Firm
ru_ru: Показывает список последних записей в Справочнике Услуг

# widgets
source: Latest Listings
de_de: Neuste Einträge
es_es: Últimos Listados
pl_pl: Najświeższe Firmy
ru_ru: Новые записи

# widgets
source: Business Directory - Random Listings
de_de: Branchenverzeichnis - Zufallseinträge
es_es: Directorio de Negocios - Listados Aleatorios
pl_pl: Katalog Firm - Losowe Firmy
ru_ru: Справочник Услуг - Случайные Записи

# widgets
source: Displays a list of random listings from the Business Directory.
de_de: Anzeige einer Zufallsliste der Einträge im Branchenverzeichnis.
es_es: Muestra una lista aleatoria de listados del Directorio de Negocios.
pl_pl: Wyświetl Losową Listę Firm z Katalogu Firm
ru_ru: Отображает список случайных записей из Справочника Услуг.

# widgets
source: Random Listings
de_de: Zufällige Einträge
es_es: Listados Aleatorios
pl_pl: Losowe Firmy
ru_ru: Случайные Записи

# widgets
source: Business Directory - Search
de_de: Branchenverzeichnis - Suche
es_es: Directorio de Negocios - Búsqueda
pl_pl: Katalog Firm - Szukaj
ru_ru: Справочник Услуг - Поиск

# widgets
source: Displays a search form to look for Business Directory listings.
de_de: Anzeige einer Suchform um Branchenverzeichnis Einträge anzuzeigen.
es_es: Muestra un formulario de búsqueda para encontrar listados del Directorio de Negocios.
pl_pl: Wyświetlanie formularza wyszukiwania ofert w katalogu firm.
ru_ru: Показывает форму поиска в Справочнике Услуг.

# widgets
source: Search the Business Directory
de_de: Firmenverzeichnis durchsuchen
es_es: Buscar en el Directorio de Negocios
pl_pl: Przeszukaj Katalog Firm
ru_ru: Поиск в Справочнике Услуг

# widgets
source: Form Style:
de_de: Formstil:
es_es: Estilo de Formulario:
pl_pl: Styl Formularza:
ru_ru: Стиль формы:

# widgets
source: Basic
de_de: Basis
es_es: Básico
pl_pl: Prosty
ru_ru: Основное

# widgets
source: Advanced
de_de: Erweitert
es_es: Avanzado
pl_pl: Zaawansowany
ru_ru: Расширенное

# widgets
source: Search Fields (advanced mode):
de_de: Felder durchsuchen (erweiterter Modus)
es_es: Campos de Búsqueda (modo avanzado):
pl_pl: Pola wyszukiwania
ru_ru: Поля поиска (расширенный режим):

# widgets
source: Display the following fields in the form.
de_de: Diese Felder in der Form anzeigen.
es_es: Mostrar los siguientes campos en el formulario.
pl_pl: Wyświetl poniższe pola w formularzu.
ru_ru: Показать следующие поля в форме.

# widgets
source: Search
de_de: Suche
es_es: Buscar
pl_pl: Szukaj...
ru_ru: Поиск

# admin forms
source: required
de_de: Pflichtfeld
es_es: requerido
pl_pl: Wymagane
ru_ru: обязательно

# admin sidebar
source: PayPal Gateway Module
es_es: Módulo pasarela de pago PayPal
pl_pl: Moduł bramki PayPal
ru_ru: Платёжный шлюз PayPal

# admin sidebar
source: 2Checkout Gateway Module
es_es: Módulo pasarela de pago 2Checkout
pl_pl: Moduł bramki 2Checkout
ru_ru: Платёжный шлюз 2Checkout

# admin sidebar
source: PayFast Payment Module
es_es: Módulo pasarela de pago PayFast
pl_pl: Moduł bramki PayFast
ru_ru: Платёжный шлюз PayFast

# admin sidebar
source: Stripe Payment Module
es_es: Módulo pasarela de pago Stripe
pl_pl: Moduł bramki Stripe
ru_ru: Платёжный шлюз Stripe

# admin sidebar
source: Like this plugin?
de_de: Mögen Sie diese Erweiterung?
es_es: Le gusta este plugin?
pl_pl: Lubisz tą wtyczkę?
ru_ru: Нравится этот плагин?

# admin sidebar
source: Why not do any or all of the following:
de_de: Wieso nicht eine oder alle der folgenden Dinge tun:
es_es: Por qué no hace alguna o todas de las siguientes cosas:
pl_pl: Czemu nie zrobić czegoś z poniższych:
ru_ru: Почему бы не сделать следующий шаг?

# admin sidebar
source: Give it a good rating on WordPress.org.
de_de: Gebe bitte eine gute Bewertung ab auf Wordpress.org
es_es: Darle una buena calificación en WordPress.org.
pl_pl: Oceń nas na WordPress.org.
ru_ru: Поставьте хорошую оценку на сервере WordPress.org.

# admin sidebar
source: Let other people know that it works with your WordPress setup.
de_de: Lass andere Leute wissen, dass die Installation bei dir funktioniert hat.
es_es: Contarle a otras personas que funciona con su instalación de WordPress.
pl_pl: Daj znać innym użytkownikom że ta wtyczka działa na Twoim Wordpressie.
ru_ru: Дайте знать другим людям, что этот плагин работает с Вашим сайтом.

# admin sidebar
source: Buy a Premium Module
de_de: Kaufe ein Premium Modul
es_es: Comprar un Módulo Premium
pl_pl: Kup moduł premium
ru_ru: Купите платный модуль.

# admin sidebar
source: Get a Premium Module
de_de: Bekomme ein Premium Modul
es_es: Obtener un Módulo Premium
pl_pl: Pobierz moduł premium
ru_ru: Получите платные модули:

# admin sidebar
source: best deal
de_de: Bester Deal
es_es: mejor precio

# admin sidebar
source: Combo Pack
es_es: Paquete de plugins

# admin sidebar
source: (All Modules)
de_de: Installierte Module
es_es: (Todos los módulos)
pl_pl: Zainstalowane moduły
ru_ru: Установленные модули:

# admin sidebar
source: new
de_de: neu
es_es: nuevo

# admin sidebar
source: Get a Directory Theme
de_de: Verzeichnis Theme holen
es_es: Obtener un tema del Directorio
pl_pl: Przejdź do "Katalog Administracja"
ru_ru: Удалить тему справочника

# admin sidebar
source: Theme Pack
es_es: Paquete de temas
ru_ru: Метки темы

# admin sidebar
source: (All Themes)
de_de: verfügbare Bilder:
es_es: (Todos los temas)
ru_ru: Темы

# admin sidebar
source: Found a bug? Need support?
de_de: Fehler gefunden? Brauchst du Unterstützung?
es_es: Encontró un error? Necesita soporte?
pl_pl: Znalazłeś błąd? Potrzebujesz pomocy?
ru_ru: Нашли глюк? Или нужна поддержка?

# admin sidebar
source: If you've found a bug or need support <a>visit the forums!</a>
de_de: Wenn du einen Fehler gefunden hast oder Hilfe brauchst <a>schaue ins Forum!</a>
es_es: Si ha encontrado un error o necesita soporte <a>¡visite los foros!</a>
pl_pl: Jeśli znalazłeś błąd lub potrzebujesz pomocy zajrzyj na <a>forum!</a>
ru_ru: Если Вы натолкнулись на глюк в программе, или Вам нужна техническая поддержка, посетите <a>форум поддержки!</a>

# admin sidebar
source: Full plugin documentation
de_de: Vollständige Moduldokumentation
es_es: Documentación completa del plugin
pl_pl: Pełna Dokumentacja Pluginu
ru_ru: Полная документация по плагину

# admin sidebar
source: Quick Start Guide
de_de: Schnellstart Anleitung
es_es: Guía de Inicio Rápido
pl_pl: Szybki Start Instrukcja
ru_ru: Руководство по быстрому старту

# admin sidebar
source: Video Tutorials
de_de: Video Anleitungen
es_es: Videotutoriales
pl_pl: Poradnik Wideo
ru_ru: Видео-уроки

# admin sidebar
source: Installed Modules
de_de: Installierte Module
es_es: Módulos Instalados
pl_pl: Zainstalowane moduły
ru_ru: Установленные модули:

# admin sidebar
source: Installed
de_de: Installiert
es_es: Instalado
pl_pl: Zainstalowane
ru_ru: Установлен

# admin sidebar
source: Not Installed
de_de: Nicht installiert
es_es: No Instalado
pl_pl: Nie zainstalowane
ru_ru: Не установлен

# admin templates
source: It does not appear you have any of the payment gateway modules enabled. Either <a>enable the default Authorize.net gateway</a> with your account info, or purchase a different payment gateway module in order to charge a fee for listings. To purchase additional payment gateways use the buttons below or visit %s.
de_de: Erscheint nicht so als hättest du ein Bezahlungsmodul installiert. Beschaffe dir ein Bezahlungsmodul um Preise für Einträge zu erzeugen. Um ein Bezahlungsmodul auszuwählen klicke die Schaltflächen unten oder besuche
es_es: No pareciera que tiene módulos de pago instalados. <a>Habilite la pasarela Authorize.net incluída</a> o adquiera otra pasarela de pago para poder cobrar por los listados. Para comprar pasarelas adicionales utilice los botones abajo o visite %s.
pl_pl: Nie wydaje się, aby jakieś bramki płatności były włączone. Albo <a>skorzystaj z bramki domyślnej - Authorize.net</a> z informacjami z Twojego konta, albo zdecyduj się na zakup innego modułu płatności w celu pobierania opłat. Aby zakupić dodatkowe bramki płatności skorzystaj z przycisków poniżej lub odwiedź %s.
ru_ru: Похоже, что у Вас не установлен ни один платёжный шлюз. Либо <a>включите шлюз по-умолчанию (Authorize.net)</a>, либо купите модуль другого платёжного шлюза. Пока Вы этого не сделаете, Вы не сможете создать тарифные планы.<br /><br />Чтобы купить модули платёжных шлюзов используйте следующие кнопки или посетите наш магазин по адресу %s.

# admin templates
source: Already installed.
de_de: Bereits installiert
es_es: Ya instalado.
pl_pl: Już zainstalowano.
ru_ru: Уже устновлен.

# admin templates
source: You can buy the <a>%s</a> to add <a>%s</a> as a payment option for your users.
de_de: Du kannst <a>%s</a> kaufen um <a>%s</a> als Bezahlungsmodul für deine Benutzer zu installieren.
es_es: Puede comprar la pasarela de pago de <a>%s</a> para agregar <a>%s</a> como opción de pago para sus usuarios.
pl_pl: Możesz kupić <a>%s</a> aby dodać <a>%s</a> jako opcje płatności dla Twoich użytkowników.
ru_ru: Вы можете купить модуль "<a>%s</a>" чтобы добавить систему <a>%s</a> в качестве одного из возможных способов оплаты для пользователей Вашего сайта.

# admin home
source: Welcome to Business Directory Plugin. You are using %s.
de_de: Willkommen zum Business Directory Plugin das Branchenverzeichnis für Wordpress. Sie benutzen Version: %s.
es_es: Bienvenido a Business Directory Plugin.
pl_pl: Witamy w Katalogu Firm. Używasz %s.
ru_ru: Добро пожаловать в Справочник Услуг. На Вашем сайте установлена версия %s.
