Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# form-fields admin
source: Allow WordPress shortcodes in this field?
de_de: Erlaube Wordpress Shortcodes in diesem Feld?
es_es: Permitir shortcodes de WordPress en este campo?
pl_pl: Zezwolić na krótkie kody WordPress'a w tm polu?
ru_ru: Разрешить шорт-коды WordPress в этом поле?

# form-fields admin
source: Display a WYSIWYG editor on the frontend?
de_de: Zeige einen WYSIWYG-Editor im Frontend an?
es_es: Mostrar un editor WYSIWYG en la cara del sitio?
ru_ru: Использовать визуальный редактор на сайте?

# form-fields admin
source: <b>Warning:</b> Users can use this feature to get around your image limits in fee plans.
es_es: <b>Advertencia:</b> Los usuarios podrían usar esta característica para saltar los límites de imágenes.
ru_ru: <b>ВНИМАНИЕ:</b> Авторы могут использовать этот режим для обхода ограничения на количество изображений в бесплатном режиме.

# form-fields admin
source: Allow images in WYSIWYG editor?
de_de: Bilder im WYSIWYG-Editor erlauben?
es_es: Permitir imágenes en el editor WYSIWYG?
ru_ru: Разрешить изображения в визуальном редакторе?

# form-fields admin
source: <b>Advanced users only!</b> Unless you've been told to change this, don't switch it unless you know what you're doing.
de_de: <b>Nur für Administratoren!</b> Wenn es dir nicht ausdrücklich gesagt wurde, ändere diese Einstellung nicht bevor du nicht weist was du genau tust.
es_es: <b>¡Usuarios avanzados únicamente!</b> No cambie esta configuración salvo si está seguro de lo que está haciendo.
pl_pl: <b>Tylko zaawansowani Użytkownicy!</b>. O ile nie powiedziano by to zmienić, nie zaznaczaj tej opcji, no chyba że wiesz co robisz.
ru_ru: <b>Только для профессионалов!</b> Если только Вам не было об этом сказано, не включайте это, если не знаете, что это делает.

# form-fields admin
source: Apply "the_content" filter before displaying this field?
de_de: "the_content" Filter zuweisen bevor das Feld angezeigt wird?
es_es: Aplicar el filtro "the_content" antes de mostrar el contenido de este campo?
pl_pl: Zastosować filtr "the_content" przed wyświetlaniem tego pola?
ru_ru: Применить фильтр "the_content" перед отображением поля?

# form-fields admin
source: Use shortened version of Description field as excerpt
es_es: Utilizar la versión abreviada del campo Descripción como extracto

# form-fields admin
source: Enable always (override the Short Description given with a shortened Long Description)
es_es: Habilitar siempre (sobre escribir la descripción corta con una versión abreviada de la descripción larga)

# form-fields admin
source: Enable conditionally (override ONLY when Short Description is empty with a shortened Long Description)
es_es: Habilitar condicionalmente (Sobre escribir con una versión abreviada de la descripción larga SOLO cuando la descripción corta esté vacía)

# form-fields admin
source: Disable (use the Short Description all the time, empty or not)
es_es: Inhabilitar (usar la descripción corta siempre, aún si está vacía)

# form-fields admin
source: Truncates the description field to the value set here. To display all of the description, set to 0.
es_es: Acorta el contenido del campo descripción al número de caracteres especificado aquí. Para mostrar toda la descripción, ingrese 0.

# form-fields admin
source: Number of Characters from Short Description/Excerpt to Display in List View (only)
es_es: Número de caracteres de la descripción corta/extracto para mostrar en la vista de listado

# form-fields admin
source: Automatically generate excerpt from content field?
de_de: Automatisches Generierung eines Auszugs aus dem Inhaltsfeld?
es_es: ¿Generar resumen automáticamente del campo de contenido?

# form-fields admin
source: Open link in a new window?
de_de: Link im neuen Fenster öffnen?
es_es: Abrir enlace en nueva ventana?
pl_pl: Otworzyć łącze w nowym oknie?
ru_ru: Открыть ссылку в новом окне?

# form-fields admin
source: Use rel="nofollow" when displaying the link?
de_de: Benutze rel="nofollow" wenn der link angezeigt wird?
es_es: Utilizar rel="nofollow" cuando se muestre este enlace?
pl_pl: Użyj rel="nofollow" kiedy wyświetlany jest link?
ru_ru: Использовать "rel=nofollow" при отображении ссылки?

# form-fields admin
source: Add Form Field
de_de: Formularfeld hinzufügen
es_es: Agregar Campo de Formulario
pl_pl: Dodaj Pole formularza
ru_ru: Добавить поле формы

# form-fields admin
source: Field Association
de_de: Feldverbindung
es_es: Asociación del Campo
pl_pl: Przypiisanie pola
ru_ru: Ассоциация

# form-fields admin
source: required
de_de: Pflichtfeld
es_es: requerido
pl_pl: Wymagane
ru_ru: обязательно

# form-fields admin
source: Field Type
de_de: Feldtyp
es_es: Tipo del Campo
pl_pl: Rodzaj pola
ru_ru: Тип

# form-fields admin
source: Field Label
de_de: Feldbezeichnung
es_es: Nombre del Campo
pl_pl: Etykieta pola
ru_ru: Метка

# form-fields admin
source: Field description
de_de: Feldbeschreibung
es_es: Descripción del Campo
pl_pl: Opis pola
ru_ru: Описание

# form-fields admin
source: optional
es_es: opcional
pl_pl: Opcjonalnie
ru_ru: Необязательное

# form-fields admin
source: Field-specific settings
de_de: Feld spezifische Einstellungen
es_es: Configuración específica del campo
pl_pl: Ustawienia pola specyficznego
ru_ru: Настройки, связанные с полем

# form-fields admin
source: Field validation options
de_de: Optionen Feldvalidierung
es_es: Opciones de validación del campo
pl_pl: Opcje weryfikacji pola
ru_ru: Параметры проверки поля

# form-fields admin
source: Field Validator
de_de: Feldvalidator
es_es: Validador del Campo
pl_pl: Weryfikator pola
ru_ru: Требования поля

# form-fields admin
source: No validation
de_de: Keine Validierung
es_es: Ninguna validación
pl_pl: Bez weryfikacji
ru_ru: Без проверки

# form-fields admin
source: Number of words
es_es: Número de palabras

# form-fields admin
source: Is field required?
de_de: Ist das Feld ein Pflichtfeld?
es_es: Es este campo requerido?
pl_pl: Czy pole jest wymagane?
ru_ru: Обязательное поле?

# form-fields admin
source: This field is required.
de_de: Dieses Feld ist ein Pflichtfeld.
es_es: Este campo es requerido.
pl_pl: To pole jest wymagane.
ru_ru: Включите чтобы сделать это поле обязательным для заполнения.

# form-fields admin
source: Field display options
de_de: Feld Anzeigeoptionen
es_es: Opciones de presentación del Campo
pl_pl: Opcje wyświetlania pola
ru_ru: Параметры отображения поля

# form-fields admin
source: Field Category Policy:
es_es: Política de categoría de campo:

# form-fields admin
source: Field applies to all categories
es_es: El campo aplica para todas las categorías

# form-fields admin
source: Field applies to only certain categories
es_es: El campo se aplica a algunas categorías

# form-fields admin
source: Limit field to the following categories:
es_es: Limitar el campo a las siguientes categorías:

# form-fields admin
source: Click to add categories to the selection.
es_es: Haga click para agregar categorías a la selección.

# form-fields admin
source: Show this field to admin users only?
es_es: ¿Mostrar este campo solo para usuarios administradores?

# form-fields admin
source: Display this field to admin users only in the edit listing view.
es_es: Mostrar este campo solo para usuarios administradores en vista de edición.

# form-fields admin
source: Show this value in excerpt view?
de_de: In der Vorschau anzeigen?
es_es: Mostrar este valor en la vista de resumen?
pl_pl: Pokazać wartość pola w wyciągu z wpisu?
ru_ru: Показать это поле в составе цитаты?

# form-fields admin
source: Display this value in post excerpt view.
de_de: Der Wert wird in der Vorschau des Eintrags angezeigt (Exzerpt).
es_es: Mostrar este valor en la vista de resumen de un listado.
pl_pl: Wyświetlanie wartości pola w wyciągu z wpisu.
ru_ru: Включите чтобы показать это поле в составе цитаты.

# form-fields admin
source: Show this value in listing view?
de_de: In Detailansicht anzeigen?
es_es: Mostrar este valor en la vista individual?
pl_pl: Pokazywać tą wartość w widoku oferty?
ru_ru: Показать это поле в полном виде?

# form-fields admin
source: Display this value in the listing view.
de_de: Diesen Wert in der Detailansicht anzeigen.
es_es: Mostrar este valor en la vista individual de un listado.
pl_pl: Wyświetlanie tej wartości w widoku oferty.
ru_ru: Включите чтобы показывать значение этого поля на странице полной информации о записи.

# form-fields admin
source: Include this field in the search form?
de_de: In Suchform integrieren?
es_es: Incluir este campo en el formulario de búsqueda?
pl_pl: Dołączyć to pole do formularza wyszukiwania?
ru_ru: Включить в форму поиска?

# form-fields admin
source: Include this field in the search form.
de_de: Zeige das Feld im Suchformular.
es_es: Incluir este campo en el formulario de búsqueda.
pl_pl: Dołącz to pole do formularza wyszukiwania
ru_ru: Включите чтобы можно было использовать это поле в форме поиска.

# form-fields admin
source: Is this field required for searching?
es_es: ¿Este campo es necesario para buscar?

# form-fields admin
source: Make this fields required during searches on the Advanced Search screen.
es_es: Es necesario ingresar un valor para este campo en el formulario de búsqueda avanzada.

# form-fields admin
source: Hide this field's label?
de_de: Feldbezeichnung verbergen?
es_es: Ocultar el nombre de este campo?
pl_pl: Ukryć etykiety pól?
ru_ru: Скрыть метку этого поля?

# form-fields admin
source: Hide this field's label when displaying it.
de_de: Die Feldbezeichnung wird dann nicht mehr angezeigt (nur der Inhalt an sich).
es_es: Ocultar el nombre de este campo cuando se esté mostrando.
pl_pl: Ukryj etykiety pól, kiedy pola są wyświetlane.
ru_ru: Включите чтобы при отображении этого поля скрыть его метку.

# form-fields admin
source: Field privacy options
es_es: Opciones de privacidad del Campo

# form-fields admin
source: This field contains sensitive or private information?
es_es: Éste campo contiene información sensible o privada?

# form-fields admin
source: Add this field when exporting or deleting user's personal data.
es_es: Agregar este campo al exportar o eliminar la información del usuario.

# form-fields admin
source: Update Field
de_de: Feld aktualisieren
es_es: Actualizar Campo
pl_pl: Aktualizacja pola
ru_ru: Сохранить поле

# form-fields admin
source: Add Field
de_de: Feld erstellen
es_es: Agregar Campo
pl_pl: Dodaj Pole
ru_ru: Добавить поле

# form-fields admin
source: Delete Form Field
de_de: Formularfeld löschen
es_es: Eliminar Campo de Formulario
pl_pl: Usuń Pole formularza
ru_ru: Удалить поле формы

# form-fields admin
source: Are you sure you want to delete the "%s" field?
de_de: Bist du sicher, dass du das Feld "%s" löschen möchtest?
es_es: Está seguro de que desea eliminar el campo "%s"?
pl_pl: Jesteś pewien, że chcesz usunąć pole "%s"?
ru_ru: Вы уверены, что хотите удалить поле "%s"?

# form-fields admin
source: Delete Field
de_de: Feld löschen
es_es: Eliminar Campo
pl_pl: Usuń pole
ru_ru: Удалить поле

# form-fields admin
source: -- None --
de_de: -- Auswählen --
es_es: — Ninguno --
pl_pl: -- Wybierz Jeden --
ru_ru: -- нет --

# form-fields admin
source: Theme Tags
de_de: Preise Verwalten
es_es: Etiquetas de Tema
ru_ru: Метки темы

# form-fields admin
source: Before you create fields, make sure you've mapped all of your EXISTING ones first, otherwise you'll appear to be "missing data" on your listings.
de_de: Bevor Sie Felder erstellen, stellen Sie sicher, dass Sie alle Ihre VORHERGEHENDEN Felder zuerst abgebildet haben, sonst erscheinen Sie als "fehlende Daten" in Ihren Angeboten.
es_es: Antes de crear los campos, revise si no ha asociado ya todos sus campos existentes primero. De lo contrario, parecerá que a sus listados les hace falta información.

# form-fields admin
source: Create Missing Fields
de_de: Eintrag Felder
es_es: Crear campos faltantes
pl_pl: Pola ofert
ru_ru: Поля записи:

# form-fields admin
source: Field Tag
de_de: Feldtyp
es_es: Etiqueta de Campo
pl_pl: Rodzaj pola
ru_ru: Метка поля

# form-fields admin
source: Field
de_de: Feld
es_es: Campo
pl_pl: Pole
ru_ru: Поле

# form-fields admin
source: Add New Form Field
de_de: Neues Formularfeld erstellen
es_es: Agregar Nuevo Campo de Formulario
pl_pl: Dodaj nowe pole formularza
ru_ru: Добавить новое поле формы

# form-fields admin
source: Preview Form
de_de: Formvorschau
es_es: Previsualizar Formulario
pl_pl: Podgląd formularza
ru_ru: Предварительный просмотр формы

# form-fields admin
source: Manage Theme Tags
de_de: Preise Verwalten
es_es: Administrar Etiquetas del Tema
pl_pl: Zarządzaj abonamentami
ru_ru: Настроить метки темы

# form-fields admin
source: Here, you can create new fields for your listings, edit or delete existing ones, change the order and visibility of the fields as well as configure special options for them.
de_de: Hier können Sie neue Felder für Ihre Angebote erstellen, bestehende bearbeiten oder löschen, die Reihenfolge und die Sichtbarkeit der Felder ändern sowie spezielle Optionen für sie konfigurieren.
es_es: Aquí puede crear nuevos campos para sus listados, editar o eliminar los existentes, cambiar el orden y visibilidad de los campos y hacer otras configuraciones especiales para ellos.
pl_pl: Tutaj możesz stworzyć nowe pola dla Twoich Ofert, edytować lub usuwać istniejące, porządkować i ustawiać widoczność tych pól przy użyciu specjalnych funkcji.
ru_ru: Здесь Вы можете создать новые поля данных для Ваших записей, или изменить (или удалить) существующие. Можно изменить порядок их следования, необходимость их отображения и другие их параметры.

# form-fields admin
source: Please see the <a>Form Fields documentation</a> for more details.
de_de: Bitte schauen Sie Sich die weitere Informationen in der Dokumentation <a>Formularfelder</a>.
es_es: Por favor vea la <a>documentación de Campos de Formulario</a> para más detalles.
pl_pl: Proszę zapoznać się z <a>Dokumentacją dotyczącą formularzy Pól</a> aby poznać wiecej możliwości.
ru_ru: <br />Для дополнительной информации обратитесь к <a>Документации по полям форм</a>.

# admin fees table
source: All
de_de: Alle
es_es: Todas
pl_pl: Wszystkie
ru_ru: Экспортировать всё

# admin fees table
source: Active
de_de: Nur Aktiv
es_es: Activas
pl_pl: Tylko aktywne
ru_ru: Активно:

# admin fees table
source: Not Available
de_de: verfügbare Bilder:
es_es: No Disponibles
pl_pl: Dostępne miejsca na Obrazy:
ru_ru: Свободных мест для загрузки изображений:

# admin fees table
source: Disabled
de_de: Inaktiv
es_es: Deshabilitadas

# listing timeline
source: Listing created
es_es: Listado creado

# listing timeline
source: Listing expired
es_es: Listado expiró

# listing timeline
source: Listing renewed
es_es: Listado renovado

# listing timeline
source: Paid as admin
es_es: Pagado como administrador

# listing timeline
source: Listing imported
es_es: Listado importado

# listing timeline
source: Initial Payment
es_es: Pago Inicial

# payments admin
source: payment
es_es: pago

# payments admin
source: payments
es_es: pagos

# payments admin
source: No payments found.
es_es: No se encontraron pagos.

# payments admin
source: All
es_es: Todos

# payments admin
source: View Payment History
es_es: Ver Historial de Transacciones

# payments admin
source: Payment deleted.
es_es: Pago eliminado.

# payments admin
source: You're seeing payments related to listing: "%s" (ID #%d). <a>Click here</a> to see all payments.
es_es: Está viendo pagos relacionados con el listado: “%s” (ID: #%d). Haga <a>click aquí</a> para ver todo los pagos.

# payments admin
source: Payment details updated.
es_es: Detalles del pago actualizados.

# payments admin
source: ← Return to "Payment History"
es_es: ← Regresar a “Historia Transaccional”

# payments admin
source: (Not yet set)
es_es: (Sin asignar)

# payments admin
source: Delete Payment
es_es: Eliminar pago

# payments admin
source: Save Payment
es_es: Guardar pago

# payments admin
source: Details
es_es: Detalles

# payments admin
source: Item Type
es_es: Tipo

# payments admin
source: Description
es_es: Descripción

# payments admin
source: Amount
es_es: Precio

# payments admin
source: Customer Details
es_es: Información del cliente

# payments admin
source: E-Mail:
es_es: Correo electrónico:

# payments admin
source: First Name:
es_es: Primer nombre:

# payments admin
source: Last Name:
es_es: Apellido:

# payments admin
source: Country:
es_es: País:

# payments admin
source: State:
es_es: Estado:

# payments admin
source: City:
es_es: Ciudad:

# payments admin
source: ZIP Code:
es_es: Código Postal:

# payments admin
source: Address Line 1:
es_es: Dirección (línea 1):

# payments admin
source: Address Line 2:
es_es: Dirección (línea 2):

# payments admin
source: Notes & Log
es_es: Notas y Registro

# payments admin
source: No notes.
es_es: No hay notas.

# payments admin
source: Are you sure you want to delete this note?
es_es: ¿Está seguro de que desea eliminar esta nota?

# payments admin
source: Delete
es_es: Eliminar

# debug-info
source: BD Info
de_de: Branchenbuch Info
es_es: Información de BD
pl_pl: Katalog Firm Informacje
ru_ru: Информация о плагине

# debug-info
source: The following information can help BD developers debug possible problems with your setup.
de_de: Die folgenden Informationen können helfen Branchenverzeichnisentwicklern mögliche Probleme während der Installation zu lösen.
es_es: La siguiente información puede ayudar a los desarrolladores de BD depurar posibles problemas con su instalación.
pl_pl: Następujące informacje mogą pomóc programistom Katalogu Firm w debugowaniu ewentualnych problemów z konfiguracją.
ru_ru: Следующая информация может помочь разработчикам плагина отладить возможные проблемы и конфликты с Вашим сервером.

# debug-info
source: The debug information does not contain personal or sensitive information such as passwords or private keys.
de_de: Die Fehlerkorrekturinformationen enthalten keine persönliche oder sensible Daten so wie Passwort oder private Schlüssel.
es_es: La información de depuración no contiene datos personales o información delicada como contraseñas o claves privadas.
pl_pl: Informacje debugowania nie zawierają osobistych lub poufnych informacji, takich jak hasła i klucze prywatne.
ru_ru: <br /><br />Отладочная информация НЕ СОДЕРЖИТ никакой персональной или конфиденциальной информации - ничего вроде паролей или частных ключей шифрования.

# debug-info
source: Download Debug Information
de_de: Fehlerprotokoll herunterladen
es_es: Descargar Información de Depuración
pl_pl: Pobierz Informacje debugowania
ru_ru: Скачать отладочную информацию

# debug info
source: Test SSL setup...
de_de: Test SSL Einstellungen...
es_es: Probar configuración SSL...

# admin settings
source: Remove
es_es: Eliminar

# admin settings
source: Valid placeholders: %s
de_de: Gültige Platzhalter: %s
es_es: Comodines válidos: %s
pl_pl: Dopuszczalne wypełnienie pola: %s
ru_ru: Корректные служебные слова: %s

# admin settings
source: <strong>IMPORTANT:</strong> subpages of the main directory page cannot be accesed while this settings is checked.
es_es: <strong>IMPORTANTE:</strong> las sub-páginas de la página principal del directorio no se podrán acceder mientras esta opción esté habilitada.

# admin settings
source: <a>Learn more</a> about what BD does and does NOT track.
de_de: <a>Mehr lernen</a> über das was BD aufzeichnet und was nicht.
es_es: <a>Conozca más</a> acerca de lo que hacemos (en inglés).
pl_pl: <a>Dowiedz się więcej</a> na temat danych jakie zbiera plugin BD.
ru_ru: <br /><a>Узнайте подробнее</a> о том, какую информацию плагин собирает, а какую - не трогает.

# admin settings
source: Above results
es_es: Encima de los resultados
ru_ru: Над результатами поиска

# admin settings
source: Below results
es_es: Debajo de los resultados
ru_ru: Под результатами поиска

# admin settings
source: Don't show with results
es_es: No mostrar con los resultados
ru_ru: Не показывать на странице результатов поиска

# admin settings
source: You have selected a textarea field to be included in quick searches. Searches involving those fields are very expensive and could result in timeouts and/or general slowness.
de_de: Du hast ein Textfeld für die schnelle Suche ausgewählt. Eine Suche der viele Felder hinzugefügt werden, kann sehr langsam sein und lange Zeit in Anspruch nehmen.
es_es: Ha elegido un campo de tipo área de texto para ser incluído en las búsquedas rápidas. Búsquedas que involucran este tipo de campos son costosas y pueden resultar en timeouts o lentitud en general.
pl_pl: Zaznaczyłeś, aby pole tekstowe było dostępne w trybie szybkiego wyszukiwania. Wyszukiwania z udziałem tych pól są bardzo długie i mogą doprowadzić do przekroczenia limitu czasu i /lub ogólnego spowolnienia.
ru_ru: Вы указали, что в результатах поиска должно было включено поле ввода многострочного текста. Поиск по полям данных такого типа занимает много процессорного времени и приводит к замедлению работы сайта.

# admin settings
source: If no fields are selected, the following fields will be used in Quick Searches:
es_es: Si ningún campo es seleccionado, los siguientes campos se usarán en Búsquedas Rápidas:

# admin settings
source: Check this if you are having trouble with BD, particularly when importing or exporting CSV files.
de_de: Klicken sie dieses Feld, wenn Sie Probleme mit BD haben, besonders beim Importieren oder Exportieren von CSV-Dateien.
es_es: Seleccione esta opción si está teniendo problemas con BD, particularmente al importar o exportar archivos CSV.
pl_pl: Zaznacz tą opcję, jeśli Katalog Firm ma problemy z Importem lub Exportem Plików CSV.
ru_ru: <br />Включите этот параметр, если у плагина возникают проблемы, особенно при импорте и экспорте CSV файлов.

# admin settings
source: Do not include comments in listings
de_de: Keine Kommentare bei den Einträgen anzeigen
es_es: No incluir formulario de comentario en listados
pl_pl: Pozwolić na komentarze na stronie oferty?
ru_ru: Показать форму комментариев на странице записей?

# admin settings
source: Include comment form, theme invoked (standard option)
de_de: Kommentarform einfügen in Eintragsseiten?
es_es: Include formulario de comentarios, invocado por el tema (estándar)
pl_pl: Pozwolić na komentarze na stronie oferty?
ru_ru: Показать форму комментариев на странице записей?

# admin settings
source: Include comment form, BD invoked (use only if 2nd option doesn't work)
es_es: Incluir formulario de comentarios, invocado por BD (usar si la opción estándar no funciona)

# admin settings
source: Directory view.
es_es: Página principal del directorio.

# admin settings
source: All Listings view.
es_es: La vista de todos los listados.

# admin settings
source: Category view.
es_es: Página de categoría.

# admin settings
source: Search view.
es_es: Resultados de búsqueda.

# admin settings
source: Name
es_es: Nombre
pl_pl: Nazwa
ru_ru: По имени

# admin settings
source: Listing Count
de_de: Anzahl Einträge
es_es: Conteo de Listados
pl_pl: Licznik ofert
ru_ru: По количеству записей

# admin settings
source: Ascending
de_de: Aufsteigend
es_es: Ascendente
pl_pl: Rosnąco
ru_ru: По возрастанию

# admin settings
source: Descending
de_de: Absteigend
es_es: Descendente
pl_pl: Malejąco
ru_ru: По убыванию

# admin settings
source: Fee Plan Custom Order can be changed under <a>Manage Fees</a>
es_es: El orden personalizado de las comisiones puede ser cambiado en <a>Administrar Comisiones</a>

# admin settings
source: Title
de_de: Titel
es_es: Título
pl_pl: Tytuł
ru_ru: По названию

# admin settings
source: Author
es_es: Autor
pl_pl: Autor
ru_ru: По автору

# admin settings
source: Date posted
de_de: Datum gepostet
es_es: Fecha de publicación
pl_pl: Data publikacji
ru_ru: По дате публикации

# admin settings
source: Date last modified
de_de: Datum zuletzt verändert
es_es: Fecha de última modificación
pl_pl: Data ostatnij modyfikacji
ru_ru: По дате изменения
