Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# admin home
source: Thanks for choosing us. There's a lot you probably want to get done, so let's jump right in!
de_de: Vielen Dank dass Sie sich für dieses Produkt entschieden haben. Es gibt viel zu tun, also legen wir los!
es_es: Gracias por elegirnos. Probablemente hay mucho que desea hacer, así que ¡entremos en materia!
pl_pl: Dziękujemy, że nas wybrałeś. Jest tu wiele rzeczy, które prawdopodobnie chciałbyś zrobić. Poprostu zacznij zabawę.
ru_ru: Спасибо за то, что Вы выбрали наш плагин. Скорее всего есть много вещей, которые Вы хотите сделать с этим плагином, и потому - давайте приступим к делам прямо сейчас!

# admin home
source: Our complete documentation is <a>here</a> which we encourage you to use while setting things up.
de_de: Während Sie die Einstellungen vornehmen, empfehlen wir die <a>komplette Dokumentation</a> (in englischer Sprache) zur lesen.
es_es: Le sugerimos leer nuestra documentación completa que se encuentra <a>aquí</a> mientras configura su sitio.
pl_pl: Pełną dokumentację znajdziesz <a>tutaj</a>. Korzystaj z niej, aby skonfirgurować nasz plugin.
ru_ru: Полна документация по плагину доступна на <a>этой странице</a>, и мы рекомендуем Вам держать её открытой пока Вы всё настраиваете.

# admin home
source: We have some quick-start scenarios that you will find useful regarding setup and configuration <a>here</a>.
de_de: Für einen schnellen Durchblick bei Installation und Konfiguration, bieten wir einige <a>Schnellstartanleitungen</a>.
es_es: Tenemos <a>aquí</a> algunos escenarios de "inicio rápido" que podría encontrar útiles.
pl_pl: Kilka scenariuszy szybkiego startu, w kótrych znajdziesz przydatne opcje i informacje na temat konfiguracji znajdziesz<a>tutaj</a>.
ru_ru: Также у нас есть <a>несколько примеров сценариев</a>, которым могут оказаться Вам полезными с точки зрения настроек.

# admin home
source: If you have questions, please post a comment on <a>support forum</a> and we'll answer it within 24 hours most days.
de_de: Bei Fragen, schreiben Sie Kommentar im <a>Support Forum</a> und wir werden schnellstmöglich antworten (meistens in weniger als 24 Std.).
es_es: Si tiene preguntas, por favor escríbanos un comentario en el <a>foro de soporte</a> y le estaremos respondiendo en un plazo de 24 horas aproximadamente.
pl_pl: Jeśli masz pytania, napisz komentarz na <a>forum wsparcia</a>, a my postaramy sie odpowiedzieć w ciągu 24 godzin.
ru_ru: А если у Вас появятся вопросы, то Вы можете задать из на нашем <a>форуме поддержки</a>, и мы обычно отвечаем на них в течение суток.

# admin infometabox
source: Access Key
de_de: Eintrag Felder / Bilder
es_es: Clave de acceso

# admin infometabox
source: Renewal url (copy & paste)
es_es: URL de renovación (copiar y pegar)

# admin infometabox
source: Get renewal URL
es_es: Obtener nueva URL

# admin infometabox
source: Send renewal e-mail
es_es: Enviar correo electrónico de renovación

# admin infometabox
source: Renew listing
es_es: Renovar listado

# admin payments
source: Payment #<id>
es_es: Pago #<id>

# admin payments
source: Overview
es_es: Descripción general

# admin payments
source: Payment ID:
es_es: ID del pago:

# admin payments
source: Listing:
es_es: Listado:

# admin payments
source: Status:
es_es: Estado:

# admin payments
source: Date:
es_es: Fecha:

# admin payments
source: Time:
es_es: Hora:

# admin payments
source: Gateway:
es_es: Pasarela de pago:

# admin payments
source: Search Payments:
es_es: Buscar pagos:

# admin payments
source: Search
es_es: Buscar

# payment admins
source: Add Note
es_es: Agregar nota

# privacy policy
source: When you submit a directory listing, the content of the listing and its metadata are retained indefinitely. All users can see, edit or delete the personal information included on their listings at any time. Website administrators can also see and edit that information.
es_es: Cuando se agrega un listado al directorio, su contenido y metadatos son almacenados indefinidamente. Cada usuario puede ver, editar o eliminar la información personal incluida en sus listados en cualquier momento. El administrador del sitio también puede ver y editar la información.

# privacy policy
source: Website visitors can see the contact name, website URL, phone number, address and other information included in your submission to describe the directory listing.
es_es: Los visitantes del sitio puede ver el nombre de contacto, URL, número telefónico, dirección y otra información incluida para describir el listado agregado al directorio.

# privacy policy
source: Payment Information
es_es: Información de Pago

# privacy policy
source: If you pay to post a directory listing entering your credit card and billing information directly on <a href="{home_url}">{home_url}</a>, the credit card information won't be stored but it will be shared through a secure connection with the following payment gateways to process the payment:
es_es: Si pagó para agregar un listado al directorio con información de su tarjeta de crédito y datos de facturación directamente en <a href=“{home_url}”>{home_url}</a>, la información de la tarjeta de crédito no será almacenada, sin embargo será compartida a través de una conexión segura con las siguientes pasarelas para procesar el pago:

# settings email
source: Untitled
es_es: Sin título

# settings email
source: Click to edit e-mail
de_de: Klicken um E-mail zu bearbeiten
es_es: Click para editar el correo
pl_pl: Kliknij, aby edytować e-mail
ru_ru: Кликните для изменения электронного письма

# settings email
source: Click to edit
de_de: zum Bearbeiten klicken
es_es: Click para editar
pl_pl: Kliknij, aby edytować
ru_ru: Изменить

# settings email
source: E-Mail Subject
de_de: E-mail Betreff
es_es: Título del correo
pl_pl: Tytuł E-Maila
ru_ru: Тема письма

# settings email
source: E-Mail Body
de_de: E-mail Text
es_es: Cuerpo del correo
pl_pl: Forma E-Maila
ru_ru: Тело письма

# settings email
source: You can use the following placeholders:
de_de: Du kannst folgende Platzhalter verwenden:
es_es: Puede utilizar los siguientes comodines:
pl_pl: Możesz użyc następujących wypełnień pól:
ru_ru: Вы можете использовать следующие служебные слова:

# settings email
source: Preview e-mail
de_de: Vorschau E-mail
es_es: Previsualizar correo
pl_pl: Podgląd e-maila
ru_ru: Предварительный просмотр

# settings email
source: Cancel
de_de: Abbrechen
es_es: Cancelar
pl_pl: Anuluj
ru_ru: Отменить

# settings email
source: Save Changes
de_de: Änderungen sichern
es_es: Guardar Cambios
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения

# themes admin
source: Delete Directory Theme
de_de: Verzeichnis Theme löschen
es_es: Eliminar Tema del Directorio
ru_ru: Удалить тему справочника

# themes admin
source: Are you sure you want to delete the directory theme "%s"?
de_de: Bist du sicher, dass du dieses Directory-Theme "%s" löschen möchtest?
es_es: ¿Está seguro de que desea eliminar el tema "%s"?
pl_pl: Jesteś pewien, że chcesz usunąć abonament "%s"?
ru_ru: Вы уверены, что хотите удалить тему справочника "%s"?

# themes admin
source: Cancel
de_de: Abbrechen
es_es: Cancelar
pl_pl: Anuluj
ru_ru: Отменить

# uninstall
source: It doesn't work with my theme/plugins/site
de_de: Das Modul arbeitet nicht mit meinem Theme/Erweiterung/Seite
es_es: No funciona con mi sitio, temas o plugins
pl_pl: To nie działa z moim szablonem/pluginem/stroną
ru_ru: Он не работает с Вашей темой, или с Вашими плагинами, или с Вашим сайтом.

# uninstall
source: I can't set it up/Too complicated
de_de: Ich kanns nicht installieren/zu kompliziert
es_es: No puedo configurarlo / Muy complicado
pl_pl: Nie mogę ustawić / Zbyt skomplikowane
ru_ru: Вы не можете его настроить, или он слишком сложен.

# uninstall
source: Doesn't solve my problem
de_de: Hat meine Probleme nicht gelöst
es_es: No resuelve mis necesidades
pl_pl: Nie rozwiązano mojego problemu
ru_ru: Он не решает Вашу задачу.

# uninstall
source: Don't need it anymore/Not using it
de_de: Brauche das Modul nicht mehr
es_es: No lo necesito más / No lo estoy usando
pl_pl: Więcej go nie potrzebuje/Nie używam go
ru_ru: Он Вам больше не нужен, или Вы прекратили им пользоваться.

# uninstall
source: Other
de_de: andere
es_es: Otra razón
pl_pl: Inne
ru_ru: Другая причина:..

# uninstall
source: We're sorry to see you leave. Could you take 10 seconds and answer one question for us to help us make the product better for everyone in the future?
de_de: Schade das du uns verlässt. Könntest du dir 10 Sekunden Zeit nehmen und einige Fragen für uns beantworten, die uns dabei unterstützen das Produkt weiter zu verbessern?
es_es: Lamentamos que desee desinstalar nuestro producto. ¿Podría tomarse 10 segundos y responder una pregunta para ayudarnos a hacer un mejor producto para todos en el futuro?
pl_pl: Jest nam przykro, że nas opuszczasz. Czy możesz poświęcić nam 10sekund i odpowidzieć na kilka pytań, abyśmy mogli lepiej dostosować nasz produkt dla potrzeb innych użytkowników?
ru_ru: Нам очень жаль, что Вы решили расстаться с нашим плагином. Напоследок, могли бы Вы уделить нам 10 секунд и ответить на один вопрос, чтобы помочь нам сделать наш продукт ещё лучше для всех?

# uninstall
source: Why are you deleting Business Directory Plugin?
de_de: Warum löscht du die Branchenverzeichnis Erweiterung?
es_es: ¿Por qué está desinstalando Business Directory Plugin?
pl_pl: Dla czego odinstalowujesz Katalog Firm?
ru_ru: Вопрос: Почему Вы решили удалить плагин "Справочник Услуг"?

# uninstall
source: Please choose an option.
es_es: Por favor seleccione una opción.

# uninstall
source: Please tell us why are you deleting Business Directory Plugin.
de_de: Bitte teile uns mit warum du die Branchenverzeichniserweiterung löscht.
es_es: Por favor díganos por qué está desinstalando Business Directory Plugin.
pl_pl: Prosimy Napisz nam dla czego odinstalowujesz Katalog Firm?
ru_ru: Пожалуйста, оставьте нам сообщение о том, почему Вы удаляете плагин "Справочник Услуг".

# uninstall
source: Please enter your reasons.
es_es: Por favor ingrese sus razones.

# uninstall
source: Uninstall Plugin
de_de: Erweiterung Deinstallieren
es_es: Desinstalar
pl_pl: Odinstaluj Plugin
ru_ru: Удалить плагин

# uninstall
source: Uninstall Business Directory Plugin
de_de: Branchenverzeichnis Erweiterung deinstallieren
es_es: Desinstalar Business Directory Plugin
pl_pl: Odinstaluj Katalog Firm
ru_ru: Удалить плагин Справочник Услуг

# uninstall
source: Uninstalling Business Directory Plugin will do the following:
es_es: Desinstalar Business Directory Plugin realizará las siguientes acciones:

# uninstall
source: Remove ALL directory listings
es_es: Remover TODOS los listados del directorio

# uninstall
source: Remove ALL directory categories
es_es: Remover TODAS las categorías del directorio

# uninstall
source: Remove ALL directory settings
es_es: Remover la configuración del directorio

# uninstall
source: Remove ALL premium module configuration data (regions, maps, ratings, featured levels)
es_es: Remover TODA la información asociada a módulos premium (regiones, mapas, calificaciones, restricción de características)

# uninstall
source: Deactivate the plugin from the file system
es_es: Desactivar el plugin

# uninstall
source: ONLY do this if you are sure you're OK with LOSING ALL OF YOUR DATA.
es_es: Proceda SOLAMENTE si está de acuerdo con PERDER TODA SU INFORMACIÓN.

# uninstall
source: Yes, I want to uninstall
es_es: Sí, quiero deinstalar

# uninstall
source: If you just need to reinstall the plugin, please do the following:
es_es: Si está intentando reinstalar el plugin, por favor haga lo siguiente:

# uninstall
source: Go to <a>Plugins->Installed Plugins
es_es: Visite la página de <a>Plugins -> Plugins instalados

# uninstall
source: Click on "Deactivate" for Business Directory Plugin. Wait for this to finish
es_es: Haga click en en la acción “Desactivar” en la fila que corresponde a Business Directory Plugin. Espere hasta que esta acción esté completa

# uninstall
source: Click on "Delete" for Business Directory Plugin. <i>THIS OPERATION IS SAFE--your data will NOT BE LOST doing this</i>
es_es: Haga click en la acción “Eliminar”. <i>ESTA OPERACIÓN ES SEGURA — sus datos NO SE PERDERAN</i>

# uninstall
source: Wait for the delete to finish
es_es: Espere a que el plugin sea eliminado

# uninstall
source: The plugin is now removed, but your data is still present inside of your database.
es_es: Ahora el plugin está eliminado, pero la información todavía está almacenada en la base de datos.

# uninstall
source: You can reinstall the plugin again under <a>Plugins->Add New</a>
es_es: Usted puede reinstalar el plugin de nuevo bajo <a>Plugins -> Agregar nuevo</a>

# uninstall
source: Take me to the <b>Plugins</b> screen
es_es: Visitar la página de <b>Plugins</b>

# admin uninstall
source: Uninstall Business Directory
de_de: Branchenverzeichnis deinstallieren
es_es: Desinstalar el Directorio de Negocios
pl_pl: Odinstaluj Katalog Firm
ru_ru: Удалить плагин Справочник Услуг

# admin uninstall
source: Uninstall completed.
de_de: Deinstallation abgeschlossen.
es_es: Desinstalación completa.
pl_pl: Deinstalacja zakończona.
ru_ru: Удаление завершено.

# admin uninstall
source: Return to Dashboard.
de_de: Zurück zur Übersichtsseite
es_es: Regresar al administrador de WordPress.
pl_pl: Powrót do Panelu Admina WP.
ru_ru: Вернуться в Консоль.

# manage recurring
source: Delete Listing
de_de: Einträge löschen
es_es: Eliminar Listado
pl_pl: Usuń Firmę
ru_ru: Удалить запись

# manage recurring
source: Manage Recurring Payments - Cancel Subscription
es_es: Administrar pagos recurrentes - Cancelar subscripción

# manage recurring
source: Plan Details
de_de: Details planen
es_es: Detalles del Plan
pl_pl: Szczegóły Planu
ru_ru: Детали плана

# manage recurring
source: Name:
es_es: Nombre:
pl_pl: Nazwisko:
ru_ru: Название:

# manage recurring
source: Cost:
de_de: Kosten:
es_es: Costo:
pl_pl: Koszt:
ru_ru: Цена:

# manage recurring
source: %s every %s days.
de_de: %s alle %s Tage
es_es: %s cada %s día(s).
pl_pl: %s każde %s dni.
ru_ru: %s каждые %s дней(я).

# manage recurring
source: Number of images:
de_de: Anzahl der Bilder:
es_es: Número de imágenes:
pl_pl: Liczba obrazów
ru_ru: Количество изображений

# manage recurring
source: Expires on:
de_de: Läuft ab am:
es_es: Expira en:
pl_pl: Termin ważności upłynął:
ru_ru: Истечёт:

# manage recurring
source: Are you sure you want to cancel this subscription?
es_es: ¿Está seguro de que desea cancelar esta subscripción?

# manage recurring
source: Yes, cancel subscription
es_es: Sí, cancelar subscripción

# manage recurring
source: No, go back to my subscriptions
es_es: No, regrese a mis subscripciones

# manage recurring
source: Manage Recurring Payments
de_de: Zahlungsarten verwalten
es_es: Administrar Pagos Recurrentes
pl_pl: Zarządzaj powtarzającymi się płatnościami
ru_ru: Периодические платежи

# manage recurring
source: Listing
de_de: Einträge
es_es: Listado
pl_pl: Firma
ru_ru: Запись

# manage recurring
source: %s each %s days. Next renewal is on %s.
de_de: %s alle %s Tage. Nächste Erneuerung ist am %s.
es_es: %s cada %s días. La siguiente renovación es en %s.
pl_pl: %s z %s dni. Następne odnowienie w dniu %s.
ru_ru: %s каждые %s дней(я). Следующее обновление - %s.

# manage recurring
source: Cancel recurring payment
de_de: Zahlung beenden
es_es: Cancelar pago recurrente
pl_pl: Anuluj Płatność Powtarzającą się
ru_ru: Прекратить периодический платёж

# emails
source: A new listing has been submitted to the directory. Listing details can be found below.
de_de: Ein neuer Eintrag wurde eingesandt. Eintragsdetails siehe unten.
es_es: Un nuevo listado ha sido enviado al Directorio. Los detalles del listado aparecen abajo.
pl_pl: Nowa ofert została przesłana do katalogu. Szczegóły oferty możesz znaleźć poniżej.
ru_ru: В справочник добавлена новая запись. Ниже приведены детали этой записи.

# emails
source: A listing in the directory has been edited recently. Listing details can be found below.
de_de: Ein Eintrag im Verzeichnis wurde kürzlich bearbeitet. EIntragsdetails siehe unten.
es_es: Un listado en el directorio ha sido editado recientemente. Los detalles se encuentran abajo.
pl_pl: Oferta została niedawno zmieniona w katalogu. Szczegóły oferty możesz znaleźć poniżej.
ru_ru: Запись недавно была изменена. Ниже приведены детали этой записи.

# emails
source: A listing has been reported as inappropriate. Listing details can be found below.
es_es: Un listado ha sido reportado como inapropiado. Los detalles del listado se pueden encontrar a continuación.

# main box
source: Find listings for <keywords>
de_de: Eintrag dauerhaft ausführen
es_es: Buscar listados según <palabras clave>
pl_pl: Emisja oferty na zawsze
ru_ru: показывать запись пожизненно

# main box
source: Find Listings
de_de: Eintrag finden
es_es: Buscar Listados
pl_pl: Znajdź Firmę
ru_ru: Найти запись

# main box
source: Advanced Search
de_de: Erweiterte Suche
es_es: Búsqueda Avanzada
pl_pl: Zaawansowane szukanie
ru_ru: Расширенный поиск

# payment_items
source: Item
de_de: Posten
es_es: Ítem
pl_pl: Element
ru_ru: Пункт

# payment_items
source: Amount
de_de: Menge
es_es: Precio
pl_pl: Kwota
ru_ru: Сумма

# plan selection
source: days
es_es: días

# plan selection
source: (Recurring)
es_es: (Recurrente)

# plan selection
source: Never Expires
es_es: Nunca expira

# plan selection
source: This plan can't be used for admin submits. For a recurring plan to work, end users need to pay for it using a supported gateway.
es_es: Esta comisión no se puede usar para publicar listados como administrador. Para que una comisión recurrente funcione, el usuario debe realizar un pago utilizando alguna de las pasarelas de pago soportadas.

# plan selection
source: Private fee plan
es_es: Plan de tarifa privado

# renew
source: Because you are on a recurring fee plan you don't have to renew your listing right now as this will be handled automatically when renewal comes.
de_de: Weil sie sich im bezahlten Modus befinden müssen sie ihre Einträge nicht erneuern. Dies wird automatisch durchgeführt.
es_es: Debido a que se encuentra en cobro recurrente no debe renovar su listado ahora mismo ya que esto se hará automáticamente cuando llegue el momento indicado.
pl_pl: Ponieważ używasz powtarzających się płatności abonamentów, nie musisz odnawiać oferty teraz, odnowienie zostanie wykonane automatycznie, gdy zajdzie taka potrzeba.
ru_ru: Так как Вы находитесь на плане с периодическими платежами, то Вам нет необходимости продлевать срок действия Вашей записи - продление произойдёт автоматически в нужное время.

# renew
source: However, if you want to cancel your subscription you can do that on <manage-recurring-link>the manage recurring payments page</manage-recurring-link>. When the renewal time comes you'll be able to change your settings again.
es_es: Sin embargo, si desea cancelar su suscripción puede hacerlo en la <manage-recurring-link>página administrar pagos recurrentes</manage.-recurring-link>. Cuando llegue el momento de la renovación le será posible cambiar sus preferencias de cobro de nuevo.

# renew
source: Go to Manage Recurring Payments page
es_es: Visite la página administrar pagos recurrentes

# send-access-keys
source: Enter your e-mail address
de_de: Ungültiger Erneuerungszustand.
es_es: Ingrese su dirección de correo-e
pl_pl: Nieprawidłowy adres e-mail
ru_ru: Некорректный электронный адрес.

# send-access-keys
source: Continue
de_de: Weiter
es_es: Continuar
pl_pl: Kontynuacja
ru_ru: Далее

# templates image upload
source: or
de_de: oder
es_es: o
ru_ru: или

# submit
source: You can't change the plan your listing is on but you can modify the categories it appears in, using the field below. Details about the plan are shown for completeness.
es_es: No puede cambiar la comisión asociada a su listado, pero puede modificar las categorías en las que aparece, utilizando el campo que está más abajo. Los detalles de la comisión se muestran abajo también.

# submit
source: You need to pick the categories first and then you'll be shown the available fee plans for your listing.
es_es: Debe seleccionar las categorías primero y luego aparecerán las comisiones disponibles para su listado.

# submit
source: Your plan's details:
es_es: Detalles de su plan:

# submit
source: Please choose a fee plan for your listing:
es_es: Por favor seleccione una comisión para su listado:

# themes/default
source: Address
de_de: Adresse
es_es: Dirección
pl_pl: Adres e-mail:
ru_ru: Адрес

source: Payment Status
de_de: Zahlungsstatus
pl_pl: Status płatności
ru_ru: Статус оплаты

source: Featured (Sticky) Status
de_de: unterstützter (unbeweglicher) Status
pl_pl: Status wyróżnienia (naklejka)
ru_ru: Статус "Особая"

source: Paid
de_de: Bezahlt
pl_pl: Zapłacone
ru_ru: Оплачено

source: Mark as
de_de: Markieren als
pl_pl: Oznaczone jako
ru_ru: Помечено как

source: Pending Upgrade
de_de: Ausstehende Aktualisierung
pl_pl: Oferty oczekujące na zatwierdzenie
ru_ru: Ожидается подтверждение

source: Upgrade to %s
de_de: Aktualisieren auf %s
pl_pl: Podnieś status do %s
ru_ru: Поднять статус до %s

source: Downgrade to %s
de_de: Zurücksetzen auf %s
pl_pl: Obniż status do %s
ru_ru: Опустить статус до %s

source: Unpaid
de_de: Unbezahlt
pl_pl: Nie zapłacone
ru_ru: Не оплачено

source: Activate Authorize.net?
de_de: Aktiviere Lizenz
pl_pl: Aktywować Authorize.net?
ru_ru: Активировать шлюз Authorize.net?

source: Login ID
de_de: Login
pl_pl: ID Loginu
ru_ru: Имя пользователя

source: BD detected PayFast and another gateway were enabled. This setup is not recommended due to PayFast supporting only ZAR and the other gateways not supporting this currency.
de_de: Branchenverzeichnis hat PayFast und ein anderes Gateway festgestellt das aktiviert wurde. Dieses Setup ist nicht empfohlen, weil PayFast nur ZAR und andere Gateways unterstützt und nicht dieses Zahlungsmittel.
pl_pl: Katalog Firm wykrył włączoną bramkę PayFast oraz inne włączone bramki. To ustawienie nie jest zalecane ze względu na to, że PayFast wspiera tylko ZAR, a inne bramki nie wspierają tej waluty.
ru_ru: Плагин обнаружил, что включены оба PayFast и другой платёжный шлюз. Такая комбинация не рекомендуется, так как PayFast поддерживает только ZAR, а другой шлюз эту валюту не поддерживает.

source: You have recurring renewal of listing fees enabled but the payment gateways installed don't support recurring payments. Until a gateway that supports recurring payments (such as PayPal) is enabled automatic renewals will be disabled.
de_de: Sie haben erneuerbare Einträge aktiviert aber das Payment Gateway unterstützt keine wiederholten Abbuchungen. Bitte benutze einen Dienst wie Paypal. Solange bleiben automatische Erneuerungen deaktiviert.
pl_pl: Masz włączone powtarzające się odnowienia abonamentów, ale zainstalowana bramka płatności nie obsługuje powtarzających się płatności. Dopóki bramka, która obsługuje powtarzające się płatności (taka jak PayPal) nie zostanie włączona, automatyczne odnowienie zostaną wyłączone.
ru_ru: В настройках включена поддержка периодических платежей для записей, но установленные платёжные шлюзы не поддерживают периодичность снятия денег. Пока не будет включен такой шлюз платежей, который поддерживает периодическое снятие денег (например PayPal) режим периодических платежей будет оставаться отключенным.

source: l F j, Y \a\t g:i a
ru_ru: l j F Y, \a\t H:i

source: Featured Listings Pending Upgrade
de_de: Unterstützte Einträge Ausstehende Aktualisierungen
pl_pl: Wyróżniona oferta oczekuje na zmianę statusu
ru_ru: Специальные записи, ожидающие утверждения

source: Settings updated.
de_de: Einstellungen aktualisiert.
pl_pl: Ustawienia zapisane
ru_ru: Параметры сохранены.

# views
source: Edit Your Listing
de_de: Meinen Eintrag bearbeiten
pl_pl: Edycja oferty
ru_ru: Изменить Вашу запись
