Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# admin settings
source: URL of your membership plugin's registration page. Only enter this if using a membership plugin or custom registration page.
de_de: URL deiner Mitgliedserweiterung Registrierungsseite. Nur verwenden wenn du ein Membership Plugin oder eine benutzerdefinierte Registrierungseite benutzt.
pl_pl: Adres URL do strony rejestracji pluginów (tylko członkostwo). Wprowadź, jeśli jesteś zarejestrowanym członkiem i posiadasz pluginy lub indywidualne ustawienia stron.
ru_ru: <br />Адрес URL <u>страницы регистрации</u> на Вашем сайте, с учётом плагина членства, если таковой установлен. Указывайте адрес только тогда, когда Вы пользуетесь плагином членства, или когда адрес страницы регистрации отличается от стандартной для WordPress.

# admin settings
source: Terms and Conditions
de_de: Bedingungen und Konditionen
pl_pl: Warunki i regulamin korzystania z serwisu.
ru_ru: Условия и положения

# admin settings
source: Display and require user agreement to Terms and Conditions
de_de: Zeige und setze Benutzervereinbarung als Pflichtfeld in Bedingungen und Konditionen
pl_pl: Pokaż i żądaj od użytkownika przeczytania "Warunki i regulamin korzystania z serwisu".
ru_ru: Показать текст "Условия и Положения" и потребовать от пользователя принять их

# admin settings
source: Terms and Conditions text goes here...
de_de: Bedingungen und Konditionen
pl_pl: Warunki i regulamin korzystania z serwisu.
ru_ru: Условия и положения

# admin settings
source: Enter text or a URL starting with http. If you use a URL, the Terms and Conditions text will be replaced by a link to the appropiate page.
de_de: Gib Text oder eine URL ein beginnend mit http. Wenn sie eine URL verwenden werden Bedingungen und Konditionen ersetzt durch einen Link der dazugehörigen Seite.
pl_pl: Wprowadź tekst lub adres url zaczynając od http://. Jeśli wprowadzisz adres url, regulamin i warunki korzystania z serwisu zostaną zastąpione linkiem do odpowiedniej strony.
ru_ru: Введите текст Ваших Условий и Положений. Альтернативно можно указать адрес URL страницы, содержащей текст. Адрес должен обязательно начинаться с "http". Если Вы укажете адрес, то пользователи увидят ссылку вместо собственно текста.

# admin settings
source: Directory Display Options
de_de: Verzeichnisoptionen anzeigen
pl_pl: Opcje wyświetlania Katalogu
ru_ru: Настройки отображения справочника

# admin settings
source: Show the "Submit listing" button.
de_de: "Eintrag erstellen” Schaltfläche anzeigen.
pl_pl: Wyświetl przycisk "Dodaj Firmę" .
ru_ru: Показать кнопку "Создать запись"

# admin settings
source: Show "Search listings".
de_de: "Einträge durchsuchen" anzeigen
pl_pl: Wyświetl "Szukaj Firmy".
ru_ru: Показать кнопку "Поиск в справочнике"

# admin settings
source: Show the "View Listings" button.
de_de: "Einträge anschauen" Schaltfläche anzeigen
pl_pl: Wyświetl przycisk "Pokaż Firmy" .
ru_ru: Показать кнопку "Все записи"

# admin settings
source: Show the "Directory" button.
de_de: "Verzeichnis" Schaltfläche anzeigen
pl_pl: Wyświetl przycisk "Katalog" .
ru_ru: Показать кнопку "Все рубрики"

# admin settings
source: Directory Search
de_de: Verzeichnis Suche
pl_pl: Katalog Szukanie
ru_ru: Поиск в справочнике

# admin settings
source: Search form display
ru_ru: Показать форму поиска

# admin settings
source: Use Ctrl-Click to include multiple fields in the search. Choosing too many fields for inclusion into Quick Search can result in very slow search performance.
de_de: Zu viele Felder können die Suchleistung stark beeinflussen und lange dauern.
pl_pl: Użyj Ctrl + Kliknięcie aby zaznaczyć kilka naraz. Jeśli zaznaczysz zbyt dużo pól, może to znacząco spowolnić działanie wyszukiwarki.
ru_ru: <br clear="all" />Используйте комбинацию клавиши CTRL и клика мыши чтобы выбрать несколько полей для поиска. Помните, что выбирая слишком много полей для Быстрого Поиска Вы можете привести к замедлению сайта.

# admin settings
source: Quick search fields
de_de: Schnellsuche Felder
pl_pl: Pola szybkiego wyszukiwania
ru_ru: Поля для Быстрого Поиска

# admin settings
source: Enable high performance searches?
pl_pl: Włączyć zaawansowane wyszsukiwanie?
ru_ru: Включить поиск с высокой скоростью?

# admin settings
source: Enabling this makes BD sacrifice result quality to improve speed. This is helpful if you're on shared hosting plans, where database performance is an issue.
pl_pl: Włączenie tej funkcji, spowoduje że Katalog Firm poświęci jakość wyszukiwania aby przyśpieszyć działanie wyszukiwarki. Pomocne w przypadku niektórych, wolniejszych hostingów.
ru_ru: <br />Этот параметр заставит плагин пожертвовать качеством поиска в пользу скорости работы. Это бывает полезным для сайтов, находящемся на общем хостинге, где производительность базы данных может представлять проблему.

# admin settings
source: Miscellaneous Settings
de_de: Sonstiges Einstellungen
pl_pl: Ustawienia Pozostałych funkcji
ru_ru: Дополнительные настройки

# admin settings
source: If this compatibility mode doesn't solve your issue, you may be experiencing a more serious conflict. <a>Here is an article</a> about how to test for theme and plugin conflicts with Business Directory.
pl_pl: Jesli ten tryb kompatybilności nie rozwiązał Twojego problemu, możesz mieć do czynienia z poważniejszym konfliktem. <a>Tu znajduje się artykuł</a> o tym jak sprawdzać konflikty szablonów i pluginów działających w środowisku Katalogu Firm.
ru_ru: Если этот режим совместимости не решает проблем, то, возможно, на Вашем сайте есть более серьёзный конфликт плагинов. Мы можете открыть <a>эту страницу</a> для информации о том, как провести тест совместимости темы и плагина с нашим плагином Справочник Услуг.

# admin settings
source: Enable AJAX compatibility mode?
pl_pl: Włączyć tryb kompatybilności AJAX?
ru_ru: Включить режим совместимости AJAX?

# admin settings
source: Listings
de_de: Einträge
pl_pl: Oferty
ru_ru: Записи

# admin settings
source: General Settings
de_de: Allgemeine Einstellungen
pl_pl: Ustawienia Główne
ru_ru: Основные настройки

# admin settings
source: Listings per page
de_de: Einträge pro Seite
pl_pl: Firm na stronę
ru_ru: Количество записей на одной странице

# admin settings
source: Number of listings to show per page. Use a value of "0" to show all listings.
de_de: Nummer der Einträge die pro Seite angezeigt werden. Benutze einen Wert von "0" um alle Einträge anzuzeigen.
pl_pl: Ilość ofert wyświetlanych na jednej stronie. Użyj wartości "0", aby pokazać wszystkie oferty.
ru_ru: <br />Количество записей для показа на одной странице. Укажите 0, чтобы показать все записи.

# admin settings
source: Listing duration for no-fee sites (in days)
de_de: Eintrag Zeitraum für kostenlose Seiten (in Tagen)
pl_pl: Okres ważności oferty dla trybu bezpłatnego (w dniach)
ru_ru: Длительность действия (в днях) записи в бесплатном режиме

# admin settings
source: Use a value of "0" to keep a listing alive indefinitely or enter a number less than 10 years (3650 days).
de_de: Benutze einen Wert von "0" um ein Eintrag undefiniert zu lassen oder benutze eine Nummer unter 10 Jahren (3650 Tage)
pl_pl: Użyj wartości "0" dla okresu ważności oferty - na zawsze, lub wprowadź liczbę mniejszą od 10 lat (3650 dni).
ru_ru: <br />Укажите 0 чтобы держать записи в базе неограниченное время, или укажите количество дней, составляющее менее 10 лет (менее 3650 дней).

# admin settings
source: Include listing contact form on listing pages?
de_de: Kontaktform in Eintragsseiten einfügen?
pl_pl: Dołączyć formularz kontaktu z właścicielem na stronie oferty?
ru_ru: Показать контактную форму на странице записей?

# admin settings
source: Allows visitors to contact listing authors privately. Authors will receive the messages via email.
de_de: Benutzer erlauben den Eintragsauthor privat zu kontaktieren. Der Author bekommt eine Nachricht per E-mail zugeschickt.
pl_pl: Pozwolić użytkownikom na kontakt bezpośredni z włascicielem ofert. Właściciel otrzyma e-mail ze strony.
ru_ru: <br />Разрешить посетителям связываться с авторами записей. Авторы получат сообщение через электронную почту.

# admin settings
source: Require login for using the contact form?
de_de: Einloggen um das Kontaktformular nutzen zu können?
pl_pl: Wymagać logowania, aby używać formularza kontaktu?
ru_ru: Разрешить пользоваться контактной формой только зарегистрированным пользователям?

# admin settings
source: Maximum number of contact form submits per day
de_de: Maximale Nummer der Kontaktformmails die pro Tag zugesendet werden
pl_pl: Maksymalna liczba wiadomości wysłanych do właściciela w ciągu doby
ru_ru: Максимально количество сообщений, передаваемых в день через контактную форму

# admin settings
source: Use this to prevent spamming of listing owners. 0 means unlimited submits per day.
de_de: Benutze dieses Feld um spamming von Einträgen zu vermeiden. 0 heisst unbegrenzt pro Tag.
pl_pl: Użyj aby ograniczyć spam do właściciela oferty. 0 oznacza brak limitu.
ru_ru: <br />Используйте этот параметр для контроля спама, отправляемого авторам записей. Укажите 0 для снятия ограничения.

# admin settings
source: Include comment form on listing pages?
de_de: Kommentarform einfügen in Eintragsseiten?
pl_pl: Pozwolić na komentarze na stronie oferty?
ru_ru: Показать форму комментариев на странице записей?

# admin settings
source: Show listings under categories on main page?
de_de: Einträge unter Kategorien anzeigen auf der Hauptseite?
pl_pl: Wyświetlać oferty pod kategoriami na stronie głównej?
ru_ru: Показывать записи на первой странице под списком рубрик?

# admin settings
source: Status of listings upon uninstalling plugin
de_de: Status der Einträge bei Deinstallation der Erweiterung
pl_pl: Status dla ofert, gdy odinstalowujesz plugin
ru_ru: Статус записей после удаления этого плагина

# admin settings
source: Status of deleted listings
de_de: Status der gelöschten Einträge
pl_pl: Status dla ofert usuniętych
ru_ru: Статус удалённых записей

# admin settings
source: Submit Listing instructions message
de_de: Nachricht mit Anweisungen für einen neuen Eintrag
pl_pl: Wiadomość do osoby kontaktowej z Oferty
ru_ru: Получено сообщение через контактную форму

# admin settings
source: Listing Renewal
de_de: Einträge erneuern
pl_pl: Oferta Odświeżona
ru_ru: Продление срока действия

# admin settings
source: Turn on listing renewal option?
de_de: Option zur Erneuerung von Einträgen aktivieren?
pl_pl: Włączyć opcję odnawiania ofert?
ru_ru: Включить режим автоматического продления срока действия записей?

# admin settings
source: Allow recurring renewal payments?
de_de: Wiederholte Bezahlung erlauben?
pl_pl: Pozwalać na cykliczne płatności dla odnawiania ofert?
ru_ru: Включить режим периодических платежей за продление?

# admin settings
source: Allow users to opt in for automatic renewal of their listings. The fee is charged at the time the listing expires without user intervention.
de_de: Benutzern erlauben sich für die automatische Abbuchung für Ihren Eintrag anzumelden. Der Preis wird abgebucht, zu dem Zeitpunkt an dem der Eintrag abläuft, ohne Eingriff durch den Benutzer.
pl_pl: Pozwól użytkownikom zdecydować się na automatyczne przedłużenie ich ofert.Opłata pobierana jest w momencie gdy oferta wygasa, bez interwencji użytkownika.
ru_ru: <br />Разрешить пользователям пользоваться автоматическим продлением срока действия их записей. Деньги будут сниматься со счёта пользователя автоматически по окончании срока действия записи.

# admin settings
source: Use recurring payments as the default payment method?
de_de: Benutze automatische Abbuchungen als Standardbezahlmethode?
pl_pl: Używać cyklicznych płatności jako standardowej metody płatności?
ru_ru: Использовать периодические платежи как средство платежей по-умолчанию?

# admin settings
source: Enable automatic renewal without having users opt in during the submit process.
de_de: Automatische Abbuchung aktivieren, ohne die Anmeldung durch den Benutzer während der Einreichung.
pl_pl: Włączyć utomatyczne odnawianie ofert bez konieczności informowania użytkowników w trakcie dodawania oferty.
ru_ru: <br />Разрешить автоматическое продление во время создания записи.

# admin settings
source: Listing renewal e-mail threshold (in days)
de_de: Eintragsabbuchungsemail Grenze (in tagen)
pl_pl: Powiadomienie o konieczności odnowienia oferty (w dniach)
ru_ru: Отправлять предупреждение об обновлении по электронной почте заранее (в днях)

# admin settings
source: Configure how many days before listing expiration is the renewal e-mail sent.
de_de: Konfiguriere wieviel Tage vor der Abbuchung eine Buchungsmail verschickt wird.
pl_pl: Ustaw na ile dni przed wygaśnięciem oferty wysłać e-mail o konieczności odnowienia.
ru_ru: <br />Укажите за сколько дней до истечения срока действия записи потребуется отправить предупреждение по электронной почте.

# admin settings
source: Send expiration notices including a cancel links to auto-renewed listings?
de_de: Sende eine Ablaufinformation die einen Beenden und einen Automatisch Eintrag Erneuern Link enghält?
pl_pl: Wysyłać powiadomienie o zbliżającym się końcu ważności ofert wraz z linkiem do auto-odnawiania ofert?
ru_ru: Включить ссылку для удаления записи в уведомляющее об обновлении письмо?

# admin settings
source: Remind listing owners of expired listings (past due)?
de_de: Eintraginhaber an abgelaufene Einträge erinnern (überfällig)?
pl_pl: Przypominać właścicielom ofert o wygaśnięciu okresu ważności oferty (po terminie)?
ru_ru: Напоминать авторам о записях с истекшим сроком действия?

# admin settings
source: Listing renewal reminder e-mail threshold (in days)
de_de: Einträge erneuern E-mail Grenze (in Tagen)
pl_pl: Przypomnienie o konieczności odnowienia oferty (w dniach)
ru_ru: Срок (в днях), по истечении которого послать это напоминание

# admin settings
source: Configure how many days after the expiration of a listing an e-mail reminder should be sent to the owner.
de_de: Konfiguriere wie viele Tage nach dem Ablauf eines Eintrags eine E-mail an den Inhaber versendet wird.
pl_pl: Ustaw po ilu dniach od wygaśnięcia oferty wysłać na dres e-mail właściciela przypomnienie o konieczności odnowienia oferty.
ru_ru: <br />Укажите через сколько дней после истечения срока действия записи нужно послать автору напоминание по электронной почте

# admin settings
source: Post/Category Settings
de_de: Post/Kategorie Einstellungen
pl_pl: Ustawienia Postu/Kategori
ru_ru: Настройки записей и рубрик

# admin settings
source: Default new post status
de_de: Standard neuer Post Status
pl_pl: Domyślny Status Nowego Postu
ru_ru: Статус по-умолчанию новых записей

# admin settings
source: Edit post status
de_de: Post Status Bearbeiten
pl_pl: Status Postu po Edycji
ru_ru: Статус записей после изменения

# admin settings
source: Order categories list by
de_de: Kategorieliste sortieren nach
pl_pl: Sortuj Kategorie według
ru_ru: Сортировка списка рубрик

# admin settings
source: Slug
de_de: Entwurf
ru_ru: По ярлыку

# admin settings
source: Sort order for categories
de_de: Sortierung für Kategorien
pl_pl: Porządek wyświatlania dla kategorii
ru_ru: Порядок сортировки рубрик

# admin settings
source: Show category post count?
de_de: Kategoriepost Anzahl anzeigen?
pl_pl: Pokazywać liczbę ofert w kategorii?
ru_ru: Показать количества записей для каждой рубрики?

# admin settings
source: Hide empty categories?
de_de: Leere Kategorien verbergen?
pl_pl: Ukryć puste kategorie?
ru_ru: Скрыть пустые рубрики?

# admin settings
source: Show only parent categories in category list?
de_de: Nur Elternkategorien in Kategorieliste anzeigen?
pl_pl: Pokazywać tylko Nadrzędne kategorie na liście kategorii?
ru_ru: Показать только рубрики верхнего уровня в списке рубрик?

# admin settings
source: Listings Sorting
de_de: Sortierung Einträge
pl_pl: Porządkowanie Firm
ru_ru: Сортировка записей

# admin settings
source: Order directory listings by
de_de: Anordnung Verzeichniseinträge durch
pl_pl: Porządkuj listę według
ru_ru: Сортировка списка записей

# admin settings
source: Ascending for ascending order A-Z, Descending for descending order Z-A
de_de: Aufsteigend für aufsteigende Reihenfolge A-Z, Absteigend für absteigende Reihenfolge Z-A
pl_pl: Rosnąco (od A do Z). Malejąco (od Z do A).
ru_ru: <br />В алфавитном порядке

# admin settings
source: Enable sort bar?
de_de: Sortierung aktivieren?
pl_pl: Włączyć pasek sortowania?
ru_ru: Показать строку сортировки?

# admin settings
source: Sortbar Fields
de_de: Sortierbare Felder
pl_pl: Pola paska sortowania
ru_ru: Поля в строке сортировки

# admin settings
source: Featured (Sticky) listing settings
de_de: Unterstützte (unbewegliche) Eintrageinstellungen
pl_pl: Ustawienia Wyróżnienie (naklejka) oferty
ru_ru: Настройки специальных (прикрепленных) записей

# admin settings
source: Offer sticky listings?
de_de: Unbewegliche Einträge anbieten?
pl_pl: Oferować wyróżnienia (naklejki)?
ru_ru: Предлагать делать запись специальной?

# admin settings
source: Offer upgrades during submit process?
de_de: Aktualisierungen anbieten im Bestellprozess?
pl_pl: Oferować wyróżnienia podczas rejestracji firmy?
ru_ru: Предлагать поднять статус во время создания записи?

# admin settings
source: Sticky listing price
de_de: Unbeweglicher Eintragspreis
pl_pl: Koszt naklejki
ru_ru: Цена за специальный статус

# admin settings
source: Sticky listing page description text
de_de: Unbewegliche Eintragsseite Beschreibung
pl_pl: Strona opisu wyróżnienia oferty naklejką
ru_ru: Описание специального статуса

# admin settings
source: You can upgrade your listing to featured status. Featured listings will always appear on top of regular listings.
de_de: Du kannst dein Eintrag in den hervorgehobenen Status aktualisieren. Unterstützte Einträge werden immer ganz oben eines Eintrags angezeigt.
pl_pl: Możesz podnieść status Twojej oferty do statusu wyróżniona. Wyróżnione oferty są zawsze wyświetlane na górze strony, przed ofertami ze zwykłym statusem.
ru_ru: Вы можете поднять профиль своего бизнеса до VIP статуса, с некоторыми привилегированными условиями размещения. Например, VIP-бизнес будет показан впереди всех остальных.

# admin settings
source: E-Mail
ru_ru: Электронная почта

# admin settings
source: Display email address fields publicly?
de_de: E-mail Adressfeld öffentlich anzeigen?
pl_pl: Wyświetlać publicznie pole "adres e-mail"?
ru_ru: Показывать адреса электронной почты на сайте?

# admin settings
source: Shows the email address of the listing owner to all web users. NOT RECOMMENDED as this increases spam to the address and allows spam bots to harvest it for future use.
de_de: E-mailadresse allen Benutzern anzeigen. NICHT ZU EMPFEHLEN. Achtung Spam!
pl_pl: Wyświetla adres e-mail właściciela oferty wszystkim użytkownikom. NIE ZALECANE - może to zwiększyć ruch niepożądanych widomości na poczcie właściciela (spam).
ru_ru: <br />Показывает адреса электронной почты авторов записей. <br />ЭТО НЕ РЕКОМЕНДУЕТСЯ ДЕЛАТЬ, так как может вызвать поток спама в почтовые ящики авторов.

# admin settings
source: How to determine the listing's email address?
de_de: Wie legt man die E-mailadresse für einen Eintrag fest?
pl_pl: Jak określić listę adresów e-mail?
ru_ru: Нахождение адреса электронной почты автора

# admin settings
source: This affects emails sent to listing owners via contact forms or when their listings expire.
de_de: Dies bewirkt, dass eine E-mail an den Eigentümer geschickt wird, wenn der Eintrag abläuft.
pl_pl: Wpływa to na e-maile wysyłane do właścicieli ofert za pośrednictwem formularzy kontaktowych lub gdy ich oferta wygasa.
ru_ru: <br />Это влияет на то, какой адрес получателя будет использоваться при отправке сообщений, полученных через контактную форму, или оповещений об окончании срока действия.

# admin settings
source: E-Mail Notifications
de_de: Email Erinnerung
pl_pl: Powiadomienia E-mail
ru_ru: Оповещения по электронной почте

# admin settings
source: Notify admin via e-mail when...
de_de: Administrator per E-mail informieren wenn...
pl_pl: Powiadom Administratora przez e-mail, kiedy...
ru_ru: Оповещать администрацию сайта по электронной почте в случаях:

# admin settings
source: CC this e-mail address too
de_de: CC diese E-mail an
pl_pl: Prześlij także na ten adres e-mail
ru_ru: Отправить копию (CC) на этот электронный адрес:

# admin settings
source: Notify users via e-mail when...
de_de: Benachrichtige Benutzer per E-mail wenn...
pl_pl: Poinformuj użytkownika mailem gdy...
ru_ru: Оповещать авторов в случаях:

# admin settings
source: You can modify the text template used for most of these e-mails below.
de_de: Du kannst dieses Texttemplate verändern, das für die meisten der E-mailadressen unten verwendet wird.
pl_pl: Możesz edytować szablony tekstowe dla poniższych wiadomości e-mail.
ru_ru: Ниже Вы можете настроить текст шаблонов писем-оповещений.

# admin settings
source: E-Mail Templates
pl_pl: Szablony wiadomości e-Mail
ru_ru: Шаблоны электронных писем

# admin settings
source: Email confirmation message
de_de: Email Bestätigungsnachricht
pl_pl: Wiadomość e-mail z potwierdzeniem odbioru
ru_ru: Подтверждение получения записи

# admin settings
source: Sent after a listing has been submitted.
de_de: Senden nachdem der Eintrag eingestellt wurde.
pl_pl: Wysłane po zapisaniu oferty.
ru_ru: Посылается как только новая запись была помещена в базу данных.

# admin settings
source: Listing published message
de_de: Eintrag veröffentlicht Nachricht
pl_pl: Wiadomość o opublikowaniu oferty
ru_ru: Подтверждение опубликования записи

# admin settings
source: Sent when the listing has been published or approved by an admin.
de_de: Senden wenn der Eintrag vom Administrator genehmigt oder veröffentlicht wurde.
pl_pl: Wyślij gdy oferta została zatwierdzona lub opublikowana przez administratora.
ru_ru: Посылается как только новая запись была утверждена администрацией и/или опубликована.

# admin settings
source: Listing Contact Message
de_de: Neue Eintrag Anweisungen
pl_pl: Wiadomość do osoby kontaktowej z Oferty
ru_ru: Получено сообщение через контактную форму

# admin settings
source: Sent to listing owners when someone uses the contact form on their listing pages.
de_de: An den Eigentümer senden wenn jemand die Kontaktform auf Ihrer Eintragsseite verwendet.
pl_pl: Wyślij do właściciela oferty gdy ktoś użył formularza kontaktu na stronie jego oferty.
ru_ru: Посылается когда кто-нибудь использовал контактную форму для отправки сообщения автору записи.

# admin settings
source: Payment related
de_de: Bezahlmethode
pl_pl: Powiązania płatności
ru_ru: Оповещения, связанные с оплатой

# admin settings
source: Payment abandoned reminder message
de_de: Erneuerungserinnerung E-mail Nachricht
pl_pl: Wiadomość przypomnienia o porzuconej płatności
ru_ru: Напоминание о пропущенном платеже

# admin settings
source: Sent some time after a pending payment is abandoned by users.
pl_pl: Wysyłany do użytkowników, po pewnym czasie od zmiany statusu na "porzucone".
ru_ru: Отправляется через некоторое время после того, как оплата за продление записи не была получена от автора.

# admin settings
source: Renewal Reminders
de_de: Erneuerungserinnerung
pl_pl: Przypomnienie o Odnowieniu
ru_ru: Оповещения об окончании срока действия

# admin settings
source: This section refers only to the text of the renewal/expiration notices. You can also <a>configure when the e-mails are sent</a>.
de_de: Dieser Bereich referenziert nur den Text der Erneuerungs/Abgelaufen Nachricht. Du kannst auch <a>konfigurieren wann die E-mails gesendet werden</a>
pl_pl: Ta sekcja odnosi się tylko do tekstu informacyjnego na temat odnowienia/wygaśnięcia oferty. Możesz także ustawic, <a>kiedy wysyłać e-mail</a>.
ru_ru: Этот раздел содержит только тексты оповещений, отправляемых по электронной почте. В <a>другом разделе</a> Вы можете настроить когда именно отправлять какие оповещения.
