Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# admin settings
source: Random
de_de: Zufall
es_es: Aleatorio
pl_pl: Losowo
ru_ru: В случайном порядке

# admin settings
source: Paid first then free. Inside each group by date.
es_es: Pagos primero, luego gratuitos. Dentro de cada grupo, por fecha.
ru_ru: По дате, но сначала идут платные

# admin settings
source: Paid first then free. Inside each group by title.
es_es: Pagos primero, luego gratuitos. Dentro de cada grupo por título.
ru_ru: По названию, но сначала идут платные

# admin settings
source: Fee Plan Custom Order, then Date
es_es: Orden personalizado para comisiones, luego fecha

# admin settings
source: Fee Plan Custom Order, then Title
es_es: Orden personalizado para comisiones, luego título

# admin settings
source: You can manage your themes on <a>Directory Themes</a>.
es_es: Puede manejar los temas en <a>Temas del Directorio</a>.

# admin settings
source: Use the BD theme style for BD buttons
es_es: Utilizar el estilo de BD para los botones de BD
ru_ru: Использовать стиль плагина для кнопок

# admin settings
source: Use the WP theme style for BD buttons
es_es: Utilizar el estilo del tema de WP para los botones de BD
ru_ru: Использовать стиль WordPress для кнопок

# admin settings
source: For paid listing images, configure that by adding or editing a <a>Fee Plan</a> instead of this setting, which is ignored for paid listings.
de_de: Für bezahlte Eintragsbilder, konfiguriere dies durch bearbeiten oder erstellen eines <a>Preisplan</a> an Stelle dieser Einstellungen, die von bezahlten Einträgen ignoriert wird.
es_es: Configure las imágenes de listados pagos agregando o editando una <a>comisión</a> pues este valor será ignorado para listados pagos.
pl_pl: Dla konfiguracji obrazów płatnych ofert, dodaj lub edytuj <a>abonamet</a> zamiast używać ustawień, które są ignorowane przez oferty płatne.
ru_ru: <br />Этот параметр только для <u>бесплатных</u> справочников.<br /><br />Когда включены платные записи, то подобный параметр настраивается как часть <a>Бесплатного тарифа</a>, а этот конкретный параметр будет проигнорирован.

# admin settings
source: Excerpt view.
es_es: Resumen.

# admin settings
source: Detail view.
es_es: Vista detallada.

# admin settings
source: AED currency is not supported by %s. %s
es_es: La moneda de AED no es compatible con %s. %s

# admin settings
source: Australian Dollar (AUD)
de_de: Australischer Dollar (AUD)
es_es: Dólar Australiano (AUD)
pl_pl: Dolar Australijski (AUD)
ru_ru: AUD - Австралийский доллар

# admin settings
source: Brazilian Real (BRL)
de_de: Brasilianischer Real (BRL)
es_es: Real Brasilero (BRL)
pl_pl: Real Brazylijski (BRL)
ru_ru: BRL - Бразильский реал

# admin settings
source: Canadian Dollar (CAD)
de_de: Kanadischer Dollar (CAD)
es_es: Dólar Canadiense (CAD)
pl_pl: Dolar Kanadyjski (CAD)
ru_ru: CAD - Канадский доллар

# admin settings
source: Czech Koruna (CZK)
de_de: Tschechische Koruna (CZK)
es_es: Corona Checa (CZK)
pl_pl: Korona Czeska (CZK)
ru_ru: CZK - Чешская крона

# admin settings
source: Danish Krone (DKK)
de_de: Dänische Krone (DKK)
es_es: Corona Danesa (DKK)
pl_pl: Korona Duńska (DKK)
ru_ru: DKK - Датская крона

# admin settings
source: Hong Kong Dollar (HKD)
es_es: Dólar de Hong Kong (HKD)
pl_pl: Dolar Hong Kong (HKD)
ru_ru: HKD - Доллар Гонконга

# admin settings
source: Hungarian Forint (HUF)
de_de: Ungarischer Forint (HUF)
es_es: Forinte Húngaro (HUF)
pl_pl: Forint Węgierski (HUF)
ru_ru: HUF - Венгерский форинт

# admin settings
source: Israeli New Shequel (ILS)
de_de: Israelischer Neuer Schequel (ILS)
es_es: Nuevo Shékel Israelí (ILS)
pl_pl: Nowy Shequel Izraelski (ILS)
ru_ru: ILS - Израильский новый шекель

# admin settings
source: Japanese Yen (JPY)
de_de: Japanischer Jen (JPY)
es_es: Yen Japonés (JPY)
pl_pl: Jen Japoński (JPY)
ru_ru: JPY - Японская йена

# admin settings
source: Malasian Ringgit (MYR)
de_de: Malaysischer Ringgit (MYR)
es_es: Ringgit de Malasia (MYR)
pl_pl: Ringgit Malezyjski (MYR)
ru_ru: MYR - Малайзийский ринггит

# admin settings
source: Mexican Peso (MXN)
de_de: Mexikanischer Peso (MXN)
es_es: Peso Mexicano (MXN)
pl_pl: Peso Meksykańskie (MXN)
ru_ru: MXN - Мексиканское песо

# admin settings
source: Norwegian Krone (NOK)
de_de: Norwegische Krone (NOK)
es_es: Corona Noruega (NOK)
pl_pl: Korona Norweska (NOK)
ru_ru: NOK - Норвежская крона

# admin settings
source: New Zealand Dollar (NZD)
de_de: Neuseeland Dollar (NZD)
es_es: Dólar de Nueva Zelanda (NZD)
pl_pl: Dolar Nowo Zelandzki (NZD)
ru_ru: NZD - Новозеландский доллар

# admin settings
source: Philippine Peso (PHP)
de_de: Philippinischer Peso (PHP)
es_es: Peso Filipino (PHP)
pl_pl: Peso Filipińskie (PHP)
ru_ru: PHP - Филиппинский песо

# admin settings
source: Polish Zloty (PLN)
de_de: Polnischer Zloty (PLN)
es_es: Zloty Polaco (PLN)
pl_pl: Złoty Polski (PLN)
ru_ru: PLN - Польский злотый

# admin settings
source: Pound Sterling (GBP)
de_de: Pfund Sterling (GBP)
es_es: Libra Esterlina (GBP)
pl_pl: Funt Brytyjski (GBP)
ru_ru: GBP - Фунт стерлингов

# admin settings
source: Singapore Dollar (SGD)
es_es: Dólar de Singapur (SGD)
pl_pl: Dolar Singapórski (SGD)
ru_ru: SGD - Сингапурский доллар

# admin settings
source: Swedish Krona (SEK)
de_de: Schwedische Krone (SEK)
es_es: Corona Sueca (SEK)
pl_pl: Korona Szwedzka (SEK)
ru_ru: SEK - Шведская крона

# admin settings
source: Swiss Franc (CHF)
de_de: Schweizer Franken (CHF)
es_es: Franco Suizo (CHF)
pl_pl: Frank Szwajcarski (CHF)
ru_ru: CHF - Швейцарский франк

# admin settings
source: Taiwan Dollar (TWD)
de_de: Taiwanischer Dollar (TWD)
es_es: Dólar de Taiwán (TWD)
pl_pl: Dolar Taiwandzki (TWD)
ru_ru: TWD - Тайваньский доллар

# admin settings
source: Thai Baht (THB)
de_de: Thailändischer Baht (THB)
es_es: Baht de Tailandia (THB)
pl_pl: Baht Tajski (THB)
ru_ru: THB - Тайский бат

# admin settings
source: Turkish Lira (TRY)
de_de: Türkische Lira (TRY)
es_es: Lira Turca (TRY)
pl_pl: Lir Turecki (TRY)
ru_ru: TRY - Турецкая лира

# admin settings
source: U.S. Dollar (USD)
de_de: U.S. Dollar
es_es: Dólar Americano (USD)
pl_pl: Dolar Amerykański
ru_ru: USD - Доллар США

# admin settings
source: Show currency symbol on the left
de_de: Währungssymbol links anzeigen
es_es: Mostrar el símbolo de moneda a la izquierda
ru_ru: Слева

# admin settings
source: Show currency symbol on the right
de_de: Währungssymbol rechts anzeigen
es_es: Mostrar el símbolo de moneda a la derecha
ru_ru: Справа

# admin settings
source: Do not show currency symbol
de_de: Währungssymbol nicht anzeigen
es_es: No mostrar el símbolo de moneda
pl_pl: Symbol Waluty
ru_ru: Не показывать

# admin settings
source: Thank you for your payment. Your payment is being verified and your listing reviewed. The verification and review process could take up to 48 hours.
de_de: Danke für Ihre Bezahlung. Ihre Bezahlung wird verifiziert und Ihr Eintrag geprüft. Die Verifizierung und die Prüfung können 48 Stunden in Anspruch nehmen.
es_es: Gracias por su pago. Su pago está siendo verificado y su listado revisado. Este proceso puede tardar hasta 48 horas.
pl_pl: Dziękujemy za dokonanie płątności. Trwa weryfikacja płatnosci. Weryfikacja płatnosci i publikacja oferty mogą potrwać do 48 godzin.
ru_ru: Спасибо за оплату. Эта операция сейчас проходит проверку, и информация о Вашем бизнесе рассматривается администрацией. Проверка и рассмотрение могут занять до 48 часов.

# admin settings
source: Listings with pending payments are marked as abandoned after this time. You can also <a>customize the e-mail</a> users receive.
es_es: Listados con pagos pendientes son marcados como abandonados luego de este tiempo. También puede <a>personalizar el correo-e</a> que los usuarios reciben.
pl_pl: Oferty oczekujące na płatność zostaną oznaczone jako porzucone - po upływie tego czasu. Możesz także <a>wprowadzić zmiany w szablonie wiadomości e-mail</a> dostarczanym do użytkowników.
ru_ru: <br />Записи, для которых не была проведена оплата в течении этого времени, помечаются как неоплаченные. В разделе <a>Оповещения об оплате</a> Вы можете настроить текст электронного письма, отправляемого автору как напоминание.

# admin settings
source: Try listing's email field first, then author's email.
de_de: Versuchen Sie das E-Mail-Feld zuerst, dann die E-Mail des Autors.
es_es: Intentar con el correo-e del listado, luego el del autor.

# admin settings
source: Try author's email first and then listing's email field.
de_de: Probieren sie erst die E-Mail des Authors und dann die E-Mail des Felds.
es_es: Intentar con el correo-e del autor primero, luego el del campo de correo del listado.

# admin settings
source: Plain (text/plain)
es_es: Texto plano (text/plain)

# admin settings
source: Both (multipart/alternative)
es_es: Ambos (multipart/alternative)

# admin settings
source: A new listing is submitted.
de_de: Ein neuer Eintrag wurde übermittelt.
es_es: Un nuevo listado ha sido enviado.
pl_pl: Dodano nową ofertę.
ru_ru: Добавлена новая запись

# admin settings
source: A listing is edited.
de_de: Ein Eintrag wurde bearbeitet.
es_es: Un listado es editado.
pl_pl: Edytowano ofertę.
ru_ru: Запись была изменена

# admin settings
source: A listing expires.
de_de: Ein Eintrag läuft aus.
es_es: Un listado expira.
pl_pl: Upłynął okres ważności oferty.
ru_ru: Срок действия записи истёк

# admin settings
source: A listing is renewed.
es_es: Un listado es renovado.

# admin settings
source: A listing has been reported as inappropriate.
es_es: Un listado ha sido reportado como inapropiado.

# admin settings
source: A contact message is sent to a listing's owner.
de_de: Eine Nachricht wurde an einen Eintrags-Eigentümer versendet.
es_es: Un mensaje de contacto es enviado al dueño del listado.
pl_pl: Została wysłana wiadomość kontaktowa do właściciela oferty.
ru_ru: Автору было отправлено сообщение через контактную форму

# admin settings
source: Their listing is submitted.
de_de: Ihr Eintrag ist eingereicht.
es_es: Su listado ha sido recibido.
pl_pl: Twoja oferta została przesłana.
ru_ru: Их запись попала в базу данных

# admin settings
source: Their listing is approved/published.
de_de: Ihr Eintrag ist genehmigt/veröffentlicht.
es_es: Su listado ha sido aprobado/publicado.
pl_pl: Twoja oferta została zatwierdzona i opublikowana.
ru_ru: Их запись была утверждена или опубликована

# admin settings
source: Their listing expired or is about to expire.
es_es: Su listado ha expirado o está a punto de expirar.

# admin settings
source: Listing's title
de_de: Eintrag Titel
es_es: Título del Listado
pl_pl: Tytuł oferty
ru_ru: Название записи

# admin settings
source: Your listing "[listing]" is now available at [listing-url] and can be viewed by the public.
de_de: Dein Eintrag "[listing]" ist jetzt verfügbar unter [listing-url] und kann öffentlich eingesehen werden.
es_es: Su listado "[listing]" está ahora disponible en [listing-url] y puede ser visto por el público.
pl_pl: Twoja oferta "[listing]" jest dostępna pod adresem [listing-url] i posiada status oferty publicznej.
ru_ru: Ваша запись "[listing]" была опубликована по адресу [listing-url], и стала доступна всем посетителям сайта.

# admin settings
source: Listing's URL
de_de: Eintrags URL
es_es: URL del listado
pl_pl: URL oferty
ru_ru: Адрес URL записи

# admin settings
source: Listing's Access Key
es_es: Clave de acceso del listado

# admin settings
source: Sender's name
es_es: Nombre del remitente

# admin settings
source: Sender's e-mail address
es_es: Dirección de correo-e del remitente

# admin settings
source: Contact message
es_es: Mensaje de contacto

# admin settings
source: Date and time the message was sent
es_es: Fecha y hora de envío del mensaje

# admin settings
source: Checkout URL link
de_de: Kasse
es_es: Link a la URL de pago
pl_pl: Sprawdzanie link URL
ru_ru: Адрес URL страницы оплаты

# admin settings
source: Could not remove the "Business Directory Plugin - AJAX Compatibility Module". Please remove the file "%s" manually or deactivate the plugin.
es_es: No se pudo remover "Business Directory Plugin - AJAX Compatibility Module". Por favor elimine el archivo "%s" manualmente o desactive el plugin.
pl_pl: Nie można usunąć "Katalog Firm - Moduł Kompatybilności AJAX ".Proszę ręcznie usunąć plik "%s" lub de-aktywować plugin.
ru_ru: Не удалось удалить плагин "Справочник Услуг - Модуль Совместимости с AJAX". Пожалуйста удалите файл "%s" вручную или деактивируйте плагин.

# admin settings
source: Could not activate AJAX Compatibility mode: the directory "%s" could not be created.
es_es: No se pudo activar el modo de compatibilidad AJAX: el directorio "%s" no pudo ser creado.
pl_pl: Nie można aktywować trybu kompatybilności AJAX: Nie można utworzyć katalogu "%s".
ru_ru: Не удалось активировать режим совместимости с AJAX: директория "%s" не была создана.

# admin settings
source: Could not copy the AJAX compatibility plugin "%s". Compatibility mode was not activated.
es_es: No se pudo copiar el plugin de compatibilidad AJAX "%s". El modo de compatibilidad no fue activado.
pl_pl: Nie można skopiować pluginu kompatybilności AJAX "%s". Tryb Kompatybilności nie został aktywowany.
ru_ru: Не удалось скопировать плагин совместимости с AJAX "%s". Режим совместимости не был активирован.

# admin settings
source: Uploaded Image (no resize)
es_es: Imagen original (sin redimensionar)

# admin settings
source: User
de_de: Benutzer
es_es: Usuario

# admin settings
source: User registration date
de_de: Eintrag Enddatum
es_es: Fecha de registro del usuario
pl_pl: Data zakończenia emisji oferty
ru_ru: Дата окончания срока действия

# admin settings
source: Enter License Key here
es_es: Ingrese la licencia aquí

# expiration notices
source: Add notice
es_es: Agregar notificación

# expiration notices
source: No notices configured.
es_es: No hay notificaciones configuradas.

# expiration notices
source: Delete
es_es: Eliminar

# expiration notices
source: recurring and non-recurring
es_es: recurrente y no recurrente

# expiration notices
source: recurring only
es_es: solo recurrente

# expiration notices
source: non-recurring only
es_es: solo no recurrente

# expiration notices
source: Sent when a listing (%s) is renewed.
es_es: Enviada cuando un listado (%s) es renovado.

# expiration notices
source: Sent when a listing (%s) expires.
es_es: Enviado cuando un listado (%s) expira.

# expiration notices
source: %d day
es_es: %d día

# expiration notices
source: %d week
es_es: %d semana

# expiration notices
source: %d month
es_es: mes

# expiration notices
source: Sent %1$s before a listing (%2$s) expires.
es_es: Enviar %1$s antes de que un listado (%2$s) expire.

# expiration notices
source: Sent %1$s after a listing (%2$s) expires.
es_es: Enviar %1$s después de que un listado (%2$s) expire.

# expiration notices
source: At the time of expiration
es_es: Cuando el listado expire

# expiration notices
source: Right after a successful renewal
es_es: Justo después de renovar un listado

# expiration notices
source: %d day before expiration
es_es: %d día antes de expirar

# expiration notices
source: %d day after expiration
es_es: %d día después de expirar

# expiration notices
source: %d week before expiration
es_es: %d semana antes de expirar

# expiration notices
source: %d week after expiration
es_es: %d semana después de expirar

# expiration notices
source: %d month before expiration
es_es: %d mes antes de expirar

# expiration notices
source: %d month after expiration
es_es: %d mes después de expirar

# expiration notices
source: Applies to
es_es: Aplica a

# expiration notices
source: Non-recurring listings
es_es: Listados no recurrentes

# expiration notices
source: Recurring listings
es_es: Listados recurrentes

# expiration notices
source: Recurring and non-recurring listings
es_es: Listados recurrentes y no recurrentes

# expiration notices
source: When to send?
es_es: ¿Cuando desea enviar esta notificación?

# expiration notices
source: E-mail body text
es_es: Contenido del correo

# settings
source: Site title (with link)
es_es: Título del sitio (con enlace)

# settings
source: Author's name
de_de: Authorname
es_es: Autor del listado
pl_pl: Nazwisko Autora
ru_ru: Имя автора

# settings
source: Listing's name (with link)
de_de: Eintragsname (mit Link)
es_es: Título del listado (con enlace)
pl_pl: Nazwa Oferty (z linkiem)
ru_ru: Имя записи (вместе со ссылкой)

# settings
source: Listing's expiration date
es_es: Fecha de expiración del listado

# settings
source: Listing's renewal link
es_es: Enlace de renovación del listado

# settings
source: Listing's categories
es_es: Categorías del Listado

# settings
source: Listing's last payment date
es_es: Fecha de pago del listado

# settings
source: Listing's access key
es_es: Clave de acceso para su listado

# settings
source: Settings reset to default.
es_es: Restablecer ajustes por defecto.

# settings
source: Listings
es_es: Listados

# settings
source: General Settings
es_es: Configuración General

# settings
source: E-Mail
es_es: Correo Electrónico

# settings
source: Payment
es_es: Pago

# settings
source: Appearance
es_es: Apariencia

# settings
source: Premium Modules
de_de: Premium Module
es_es: Módulos Premium
pl_pl: Moduły Premium
ru_ru: Платные модули

# settings
source: Permalink Settings
es_es: Configuración de enlaces permanentes

# settings
source: Directory Listings Slug
es_es: Slug de listados

# settings
source: Categories Slug
es_es: Slug de categorías

# settings
source: The slug can't be in use by another term. Avoid "category", for instance.
es_es: Este slug no puede estar siendo usado por otro término. Evite "category" por ejemplo.

# settings
source: Tags Slug
es_es: Slug de etiquetas

# settings
source: The slug can't be in use by another term. Avoid "tag", for instance.
es_es: Este slug no puede estar siendo usado por otro término. Evite "tag" por ejemplo.

# settings
source: Remove listing ID from directory URLs?
es_es: ¿Remover el ID del listado de las URLs del directorio?

# settings
source: Check this setting to remove the ID for better SEO.
es_es: Marque esta opción para remover el ID del listado de la URLs utilizadas en el directorio.

# settings
source: Prior to 3.5.1, we included the ID in the listing URL, like "/business-directory/1809/listing-title".
es_es: Antes de 3.5.1, incluíamos el ID en la URL generada, como "/directorio/1809/titulo-listado".

# settings
source: Need API keys for reCAPTCHA? Get them <a>here</a>.
es_es: ¿Necesita las claves de API para reCAPTCHA? Obténgalas <a>aquí</a>.

# settings
source: Use reCAPTCHA for contact forms
es_es: Utilizar reCAPTCHA para formularios de contacto

# settings
source: Turn off reCAPTCHA for logged in users?
es_es: ¿Deshabilitar reCAPTCHA para usuarios autenticados?

# settings
source: Use reCAPTCHA for listing submits
es_es: Utilizar reCAPTCHA para envíos de listados

# settings
source: Use reCAPTCHA for report listings?
es_es: ¿Utilizar reCAPTCHA para reportar listados?

# settings
source: Use reCAPTCHA for listing comments?
es_es: Utilizar reCAPTCHA para comentarios?

# settings
source: reCAPTCHA Public Key
es_es: Clave pública de reCAPTCHA

# settings
source: reCAPTCHA Private Key
es_es: Clave privada de reCAPTCHA

# settings
source: reCAPTCHA version
es_es: Versión de reCAPTCHA

# settings
source: reCAPTCHA V3 threshold score
es_es: Puntaje límite para reCAPTCHA V3

# settings
source: reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot). Based on the score, you can take variable action in the context of your site. You can set here the score threshold, scores under this value will result in reCAPTCHA validation error.
es_es: reCAPTCHA v3 entrega un puntaje (1.0 es muy probable que sea una buena interacción, 0.0 es muy probable que sea un bot). Con base en el puntaje, se pueden tomar diferentes acciones en el contexto de su sitio. Puede establecer aquí el puntaje límite, puntajes menores a este valor resultarán en un error al procesar reCAPTCHA.

# settings
source: Registration
es_es: Registro

# settings
source: We expect that a membership plugin supports the 'redirect_to' parameter for the URLs below to work. If the plugin does not support them, these settings will not function as expected. Please contact the membership plugin and ask them to support the WP standard 'redirect_to' query parameter.
es_es: Esperamos que el plugin de membresía soporte el parámetro 'redirect_to' para que las URLs de abajo funcionen. Si el plugin no lo soporta, estas configuraciones no funcionarán como es esperado. Por favor contacte el personal de apoyo para el plugin de membresía y solicite que agreguen soporte para `redirect_to`, el parámetro de URL estándar que WordPress usa para redirigir.

# settings
source: Require login to post listings?
es_es: ¿Es necesario iniciar sesión para publicar listados?

# settings
source: Allow anonymous users to edit/manage listings with an access key?
es_es: ¿Permitir que usuarios no autenticados editen o administren anuncios con una clave de acceso?

# settings
source: Login URL
es_es: URL de login

# settings
source: Only enter this if using a membership plugin or custom login page.
es_es: URL para la página de login de su plugin de membresía. Ingrese esta información únicamente si utiliza un plugin de membresía o una página de login especial.

# settings
source: URL of your membership plugin's login page.
es_es: URL de la página de login que utiliza su plugin de membresía.

# settings
source: Registration URL
es_es: URL de Registro

# settings
source: Only enter this if using a membership plugin or custom registration page.
es_es: URL para la página de registro de su plugin de membresía. Ingrese esta información únicamente si utiliza un plugin de membresía o una página de registro especial.

# settings
source: URL of your membership plugin's registration page.
es_es: URL de la página de registro que utiliza su plugin de membresía.

# settings
source: Allow users to create accounts during listing submit?
es_es: ¿Permitir que los usuarios creen una cuenta en el sitio cuando están publicando un listado?

# settings
source: Yes, and make it optional
es_es: Sí, crear una cuenta es opcional

# settings
source: Yes, and make it required
es_es: Sí, crear una cuenta es necesario

# settings
source: Terms and Conditions
es_es: Términos y Condiciones

# settings
source: Display and require user agreement to Terms and Conditions
es_es: Mostrar y requerir que el usuario acepte los Términos y Condiciones

# settings
source: Enter text or a URL starting with http. If you use a URL, the Terms and Conditions text will be replaced by a link to the appropiate page.
es_es: Ingrese un texto o una URL que empiece con http. Si utiliza una URL, el texto de Términos y Condiciones será reemplazado por un enlace a la página apropiada.

# settings
source: Terms and Conditions text goes here.
es_es: Ingrese el texto de los términos y condiciones aquí.

# settings
source: Data Collection
es_es: Recolección de Datos

# settings
source: Allow BD to anonymously collect information about your installed plugins, themes and WP version?
es_es: ¿Permitir a BD obtener de manera anónima información acerca de sus plugins instalados, temas y versión de WordPress?

# settings
source: Directory Search
es_es: Búsqueda

# settings
source: Search form display
es_es: Presentación del formulario de búsqueda

# settings
source: Quick search fields
es_es: Campos de búsqueda rápida

# settings
source: Choosing too many fields for inclusion into Quick Search can result in very slow search performance.
es_es: Utilice Ctrl-Click para incluír múltiples campos en la búsqueda. Elegir muchos campos puede resultar en desempeño de búsquedas disminuído.

# settings
source: Enable high performance searches?
es_es: ¿Habilitar búsquedas de alto desempeño?
