Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# payments
source: The payment has been rejected by the payment gateway. Please contact the site administrator if you think there is an error or click "Change Payment Method" to select another payment method and try again.
de_de: Die Bezahlung wurde zurückgewiesen durch die gewählte Zahlungsart. Bitte klicken Sie auf "Bezahlungsmethode ändern" oder versuchen Sie es später noch einmal.
pl_pl: Płatność została odrzucona przez bramkę płatności. Proszę skontaktować się z administratorem strony jeśli uważasz, że jest to błąd lub kliknij "Zmiana metody płatności ", aby wybrać inną metodę płatności i spróbuj ponownie.
ru_ru: Платёж был отвергнут платёжной системой. Пожалуйста свяжитесь с администрацией, если Вы считаете, что произошла ошибка. Или нажмите на "Сменить метод платежа", чтобы попробовать через другую платёжную систему.

# payments
source: Change Payment Method
de_de: Bezahlungsmethode ändern
pl_pl: Zmień Sposób Zapłaty
ru_ru: Сменить метод платежа

# payments
source: The payment has been rejected by the payment gateway. Please contact the site administrator if you think there is an error.
de_de: Die Zahlung wurde zurückgewiesen.
pl_pl: Płatność została odrzucona przez bramkę płatności. Proszę skontaktować się z administratorem strony jeśli uważasz, że jest to błąd.
ru_ru: Платёж был отвергнут платёжной системой. Пожалуйста свяжитесь с администрацией, если Вы считаете, что произошла ошибка.

# payments
source: The payment has been canceled at your request.
de_de: Die Bezahlung wurde auf Ihren Wunsch abgebrochen.
pl_pl: Płatność została anulowana na Twoje polecenie.
ru_ru: Платёж был прерван по Вашему запросу.

# payments
source: Invalid payment id.
de_de: Falsche Bezahlungsid.
pl_pl: Niewłaściwe ID płatności
ru_ru: Некорректный номер платежа.

# checkout
source: Payment Method
de_de: Bezahlmethode
pl_pl: Sposób Zapłaty
ru_ru: Метод оплаты

# checkout
source: Continue
de_de: Weiter
pl_pl: Kontynuacja
ru_ru: Далее

# checkout
source: Payments are not allowed on the non-secure version of this site. Please <a>continue to the secure server to proceed with your payment</a>.
de_de: Bezahlungen sind nicht erlaubt auf nicht sicheren Versionen dieser Seite. Bitte <a>weiter mit sicherer Verbindung, um mit der Bezahlung fortzufahren</a>
pl_pl: Płatności nie są dozwolone na niezabezpieczonej wersji tej strony. Proszę <a>przejść do bezpiecznego serwera, aby dokonać płatności</a>.
ru_ru: Платежи запрещены на не-безопасной версии этого сайта. Пожалуйста <a>перейдите на безопасную версию для проведения Вашего платежа</a>.

# checkout
source: Your payment is being verified. This usually takes a few minutes but can take up to 24 hours.
de_de: Ihre Bezahlung wird verifiziert. Dies dauert in der Regel einige Minuten und kann bis zu 24 in Anspruch nehmen.
pl_pl: Twoja płatność jest weryfikowana. Najczęściej zajmuje to kilka minut, ale może się zdażyć, że potrwa to nawet do 24 godzin.
ru_ru: Ваш платёж проходит проверку. Обычно это занимает несколько минут, но может иногда занять до одного дня.

# checkout
source: ← Return to Directory.
de_de: ← Zurück zum Verzeichnis.
pl_pl: ← Powrót do Katalogu.
ru_ru: ← Вернуться в справочник.

# checkout
source: ← Return to your listing.
de_de: ← Zurück zu meinem Eintrag.
pl_pl: ← Powrót do Twojej oferty.
ru_ru: ← Вернуться к Вашей записи.

# payment
source: Return to Directory.
de_de: Zurück zum Verzeichnis.
pl_pl: Powrót do Katalogu.
ru_ru: Вернуться в Справочник.

# templates
source: View not available.
de_de: verfügbare Bilder:
pl_pl: Dostępne miejsca na Obrazy:
ru_ru: Свободных мест для загрузки изображений:

# templates
source: Your listing is already pending approval for "featured" status.
de_de: Dein Eintrag ist bereits vorgemerkt für den "Hervorgehobenen" Status.
pl_pl: Twoja oferta już oczekuje na status "Wyróżniona".
ru_ru: Ваша запись уже ожидает подтверждения статуса Особая.

# templates
source: Return to listing.
de_de: Zurück zum Eintrag.
pl_pl: Powrót do oferty.
ru_ru: Вернуться в справочник.

# templates
source: There are no categories assigned to the business directory yet. You need to assign some categories to the business directory. Only admins can see this message. Regular users are seeing a message that they cannot add their listing at this time. Listings cannot be added until you assign categories to the business directory.
de_de: Im Moment sind dem Branchenverzeichnis keine Kategorien zugewiesen. Sie müssen eingige Kategorien zuweisen. Nur Administratoren können diese Nachricht sehen. Benutzer sehen gleichzeitig, dass ihr Eintrag momentan nicht erstellt werden kann. Einträge können nicht erstellt werden bis ein Kategorie zugewiesen wurde.
pl_pl: Nie masz jeszcze żadnej kategorii przypisanej do Katalogu Firm. Musisz przypisać pewne kategorie do Katalogu Firm. Tylko administratorzy mogą zobaczyć tę wiadomość. Zwykli użytkownicy widzą komunikat, że nie można teraz dodać swojej oferty. Oferty nie mogą zostać dodane do momentu przypisania kategorii do Katalogu Firm.
ru_ru: В справочнике пока нет ни одной рубрики. Вам необходимо задать несколько рубрик Вашему справочнику.<br /><br />Это сообщение показывается только администрации. Обычные пользователи видят другое сообщение: невозможно добавить новые записи. Записи не могут быть добавлены пока не будут созданы рубрики.

# templates
source: Your listing cannot be added at this time. Please try again later. If this is not the first time you see this warning, please ask the site administrator to set up one or more categories inside the Directory.
de_de: Ihr Eintrag kann momentan nicht erstellt werden. Bitte versuchen Sie es später noch einmal. wenn Sie diese Nachricht nicht zum ersten Mal sehen, kontaktieren Sie uns bitte, damit wir für Sie entsprechende Kategorien erstellen können.
pl_pl: Listą Nie można dodać w tym czasie. Proszę spróbuj ponownie później. Jeśli nie jest to pierwszy raz widzisz to ostrzeżenie, poproś administratora o utworzenie jednej lub więcej kategorii wewnątrz katalogu.
ru_ru: Ваша запись не может сейчас быть добавлена, попробуйте ещё раз позже. Если Вы видите эту ошибку не впервые, то сообщите администрации сайта, что требуется создать рубрики справочника.

# templates
source: You are not authorized to edit this listing.
de_de: Sie sind nicht autorisiert um diesen Eintrag zu bearbeiten.
pl_pl: Nie masz uprawnień do edycji tej oferty.
ru_ru: Вам не разрешено изменять эту запись.

# templates
source: You are logged in as an administrator. Any payment steps will be skipped.
de_de: Du bist als Administrator eingeloggt. Alle Bezahlungsschritte werden übersprungen.
pl_pl: Jesteś zalogowany jako administrator. Wszelkie kroki płatności zostaną pominięte.
ru_ru: Вы вошли на сайт как Администратор. Все шаги оплаты будут пропущены.

# templates
source: Please select a fee option for the "%s" category.
de_de: Bitte wähle eine Preisoption für die Kategorie "%s"
pl_pl: Wybierz abonament dla tegj kategori "%s".
ru_ru: Пожалуйста выберите тариф для рубрики "%s".

# templates
source: The reCAPTCHA wasn't entered correctly.
de_de: Das reCAPTCHA wurde nicht korrekt eingegeben.
pl_pl: ReCaptcha nie została poprawnie wprowadzona.
ru_ru: Код reCAPTCHA был введён неправильно.

# templates
source: Read our Terms and Conditions
de_de: Lesen Sie unsere AGBs.
pl_pl: Zapoznaj się z warunkami i regulaminem korzystania z serwisu.
ru_ru: Прочитайте наши Условия и Положения

# templates
source: I agree to the Terms and Conditions
de_de: Ich akzeptiere die AGBs
pl_pl: Akceptuję rwarunki i regulamin korzystania z witryny.
ru_ru: Я согласен с Условиями и Положениями

# templates
source: Upgrade listing
de_de: Eintrag aktualisieren
pl_pl: Podnieś status
ru_ru: Поднять статус записи

# templates
source: Upgrade listing to %s for %s.
de_de: Eintrag aktualisieren zu %s für %s.
pl_pl: Podnieś status do %s for %s.
ru_ru: Поднять статус до %s за %s.

# templates
source: "%s" fee options
de_de: "%s" Zahlungsarten
pl_pl: "%s" opcje płatności
ru_ru: Варианты тарифов для рубрики "%s"

# templates
source: There are no fees available for this category.
de_de: Bitte wähle eine Preisoption für die Kategorie "%s"
pl_pl: Wybierz abonament dla tegj kategori "%s".
ru_ru: Пожалуйста выберите тариф для рубрики "%s".

# templates
source: Upgrade Listing
de_de: Eintrag aktualisieren
pl_pl: Podnieś status Oferty
ru_ru: Поднять статус записи

# templates
source: We can not process your payment at this moment. Please try again later.
de_de: Ihre Zahlung kann momentan nicht ausgeführt werden. Bitte versuchen Sie es später noch einmal.
pl_pl: Nie możemy przetworzyć płatności w tym momencie. Proszę spróbuj ponownie później.
ru_ru: В настоящее время вы не можем провести Вашу оплату. Попробуйте позже пожалуйста.

# templates
source: You are about to renew your listing "%s" publication inside category "%s".
de_de: Sie sind dabei Ihren Eintrag "%s" in der Kategorie "%s" zu erneuern.
pl_pl: Masz zamiar odnowić ofertę "%s" w kategorii "%s".
ru_ru: Вы приступаете к продлению вашей записи "%s" в рубрике "%s".

# templates
source: Category Selection
de_de: Kategorien auswählen
pl_pl: Wybór Kategorii
ru_ru: Выбор рубрики

# templates
source: Fee/Upgrade Selection
de_de: Preis/Auswahl Aktualisierung
pl_pl: Wybór Abonamentu/Podwyższenia Statusu
ru_ru: Выбор Бесплатно/Платно

# templates
source: Would you like to upgrade your listing to "%s" for %s more?
de_de: Möchten Sie Ihren Eintrag "%s" für %s aktualisieren?
pl_pl: Czy chiałbyś(chciałabyś) podnieść status oferty do "%s" na %s dłużej?
ru_ru: Желаете ли Вы поднять статус Вашей записи до "%s" за дополнительные %s?

# templates
source: Yes, upgrade my listing now.
de_de: Ja, Eintrag jetzt aktualisieren.
pl_pl: TAK. Podnieś status mojej Oferty.
ru_ru: Да, поднять статус моей записи.

# templates
source: Delete Image
de_de: Bild löschen
pl_pl: Usuń Obraz
ru_ru: Удалить изображение

# templates
source: Listing Images
de_de: Eintrag Bilder
pl_pl: Obrazy
ru_ru: Изображение записи

# templates
source: There is an image pending upload. Would you still like to continue without saving the image?
de_de: Ein Bild wird gerade hochgeladen. Möchtest du fortfahren ohne das Bild zu speichern?
pl_pl: Jest tu jeden obraz oczekujący na przesłanie. Czy nadal chcesz kontynuować bez zapisywania obrazu?
ru_ru: Ожидается загрузка изображения. Хотите ли Вы продолжить не дожидаясь загрузки и отказавшись от этого изображения?

# templates
source: Listing Information
de_de: Eintragsinformationen
pl_pl: Informacje o ogłoszeniu
ru_ru: Информация о бизнесе

# templates
source: * Indicates required fields.
de_de: * benötigte Felder.
pl_pl: * Oznacza wymagane pola.
ru_ru: <b>*</b> - обязательное поле.

# delete listing
source: Please log in to delete the listing.
de_de: Bitte einloggen um einen Eintrag zu löschen.
pl_pl: Zaloguj się aby usunąć ofertę.
ru_ru: Пожалуйста войдите в сайт чтобы получить возможность удалить запись.

# contact-message
source: The reCAPTCHA wasn't entered correctly.
de_de: Das reCAPTCHA wurdenicht richtig eingegeben.
pl_pl: ReCaptcha nie została poprawnie wprowadzona.
ru_ru: Код reCAPTCHA был введён неправильно.

# contact-message
source: %s (admin: %s)
pl_pl: %s (bez %s)
ru_ru: %s (например %s)

# manage subscriptions
source: You are not on recurring payments for any of your listings.
de_de: Sie haben keine wiederholten Abbuchungen für einen Ihrer Einträge.
pl_pl: Nie masz włączonych powtarzających się płatności dla żadnej z Twoich ofert.
ru_ru: Ни для одной из Ваших записей не включены периодические платежи.

# manage subscriptions
source: ← Return to "Delete Listing".
de_de: ← Zurück zu meinem Eintrag.
pl_pl: ← Powrót do Twojej oferty.
ru_ru: ← Вернуться к Вашей записи.

# manage subscriptions
source: Subscription canceled.
de_de: Abonnement / Preispaket storniert.
pl_pl: Plan Subskrypcji/Abonamentu
ru_ru: Подписка / Бесплатный План

# renewal
source: Your renewal was successfully cancelled.
de_de: Ihre Erneuerung wurde erfolgreich abgebrochen.
pl_pl: Twoje odnowienie zostało pomyślnie anulowane.
ru_ru: Продление Вашей записи было отменено.

# renewal
source: Invalid renewal state.
de_de: Ungültiger Erneuerungszustand.
pl_pl: Niepoprawny Kraj.
ru_ru: Некорректное состояние продления.

# renewal
source: Cancel Listing Renewal
de_de: Eintragerneuerung beenden
pl_pl: Anuluj Odświeżenie oferty
ru_ru: Отменить продление записи

# renew
source: However, if you want to cancel your subscription you can do that on this page. When the renewal time comes you'll be able to change your settings again.
de_de: Wenn Sie Ihr Abonnement beenden möchten können Sie das auf dieser Seite tun. Sie können die Einstellungen bei der Erneuerung des Eintrags ändern.
pl_pl: Jednakże, jeśli chcesz zrezygnować z subskrypcji możesz to zrobić na tej stronie. Kiedy nadejdzie czas odnowienia, będzie można ponownie zmienić swoje ustawienia.
ru_ru: Однако если Вы хотите отменить свою подписку, то Вы сможете это сделать на этой страницу. Когда придёт время для продления, Вы сможете изменить настройки ещё раз.

# request_access_keys
source: Please enter a valid e-mail address.
de_de: Bitte eine gültige E-mailadresse eingeben.
pl_pl: Proszę wprowadzić poprawny adres e-mail.
ru_ru: Пожалуйста введите правильный электронный адрес.

# request_access_keys
source: There are no listings associated to your e-mail address.
de_de: Es sind keine Transaktionen mit diesem Eintrag verbunden.
pl_pl: Nie ma aktualnie przypisanej żadnej transakcji do tej oferty.
ru_ru: Для этой записи не было платежей.

# request_access_keys
source: Listing Access Keys
de_de: Eintrag Felder / Bilder
pl_pl: Pola/Obrazy
ru_ru: Поля и Изображения записи

# request_access_keys
source: URL:
ru_ru: Ссылка:

# listing upgrade
source: Invalid link followed.
de_de: Falscher Link.
pl_pl: Niepoprawny link
ru_ru: Была выбрана неправильная ссылка.

# submit
source: Listing upgrade to featured
de_de: Eintrag erneuert auf Hervorgehoben
pl_pl: Podniesiono status Oferty do "Wyróżniona"
ru_ru: Сделать запись Особой

# submit
source: Would you like to make your fee renew automatically at the end of the period?
de_de: Möchten Sie Ihren Eintrag automatisch erneuern am Ende der Periode?
pl_pl: Czy chciałbyś odnawiać abonament automatycznie po zakończeniu wybranego okresu ważności oferty?
ru_ru: Хотите ли Вы включить автоматическую оплату продления записи по окончании срока публикации?

# submit_state
source: Invalid submit state.
de_de: Ungültiger Zustand beim Einsenden.
pl_pl: Niepoprawny Kraj.
ru_ru: Некорректная дата создания.

# fee admin
source: Disable Fee
de_de: Preis deaktivieren
pl_pl: Usuń abonament
ru_ru: Удалить тариф

# fee admin
source: Delete Fee
de_de: Preis löschen
pl_pl: Usuń abonament
ru_ru: Удалить тариф

# admin sidebar
source: Discount Codes Module
de_de: Regions Module
pl_pl: Moduł regionów
ru_ru: Коды для скидок

# admin sidebar
source: Claim Listings Module
pl_pl: Moduł Zastrzeżeń
ru_ru: Запрос авторства

# admin sidebar
source: File Upload Module
pl_pl: Moduł przesyłania plików
ru_ru: Загрузка файлов

# admin sidebar
source: Featured Levels Module
pl_pl: Moduł poziomów wyróżnień
ru_ru: Специальные платные функции

# admin sidebar
source: ZIP Code Search Module
pl_pl: Moduł wyszukiwania kodu pocztowego
ru_ru: Поиск по почтовому индексу

# admin sidebar
source: Regions Module
pl_pl: Moduł regionów
ru_ru: Географический фильтр

# admin sidebar
source: Ratings Module
pl_pl: Moduł oceniania
ru_ru: Рейтинги

# admin sidebar
source: Google Maps Module
pl_pl: Moduł google mapy
ru_ru: Карты Google

# admin sidebar
source: Business Card Theme
de_de: Firmenname
pl_pl: Nazwa Firmy
ru_ru: Наименование

# admin sidebar
source: Tabbed Business Theme
pl_pl: Nazwa Firmy
ru_ru: Наименование

# admin sidebar
source: Elegant Business Theme
pl_pl: Nazwa Firmy
ru_ru: Наименование

# admin sidebar
source: Enhanced Categories Module
de_de: Enhanced Categories Modul
pl_pl: Moduł zaawansowane kategorie
ru_ru: Модуль продвинутых рубрик

# admin listing fee
source: Listing Fee Selection
de_de: Auswahl der Preispakete
pl_pl: Wybór Abonamentu
ru_ru: Выбрать тариф для записи

# admin listing fee
source: Select a fee plan to be used for this listing in the "%s" category.
de_de: Wähle ein Preisplan der benutzt wird um Einträge in der "%s" Kategorie auszupreisen.
pl_pl: Wybierz abonament dla tego ogłoszenia w kategoreiii "%s".
ru_ru: Выберите тарифный план для использования с этой записью в рубрике "%s".

# admin listing fee
source: Current
de_de: Aktuell
pl_pl: Aktualny
ru_ru: Текущий

# admin listing fee
source: Use this fee
de_de: Benutze diesen Preis
pl_pl: Użyj tego abonamentu
ru_ru: Использовать этот тариф

# admin listing metabox
source: Click a payment to see the details or approve/reject the transaction.
de_de: Klicke eine Bezahlung um die Details einzusehen oder Transaktionen abzulehnen oder zu genehmigen.
pl_pl: Kliknij płatności aby zobaczyć szczegóły albo zatwierdzić lub odrzucić transakcję.
ru_ru: Кликните на платёж, чтобы увидеть его статус, или чтобы утвердить или отменить транзакцию.

# listing metabox
source: There are no transactions associated to this listing.
de_de: Es sind keine Transaktionen mit diesem Eintrag verbunden.
pl_pl: Nie ma aktualnie przypisanej żadnej transakcji do tej oferty.
ru_ru: Для этой записи не было платежей.

# admin transactions
source: Transactions
de_de: Transaktionen
pl_pl: Transakcje
ru_ru: Транзакции

# months
source: Jan
pl_pl: STY
ru_ru: Янв

# months
source: Feb
pl_pl: LUT
ru_ru: Фев

# months
source: Mar
de_de: Mär
ru_ru: Мар

# months
source: Apr
pl_pl: KWI
ru_ru: Апр

# months
source: May
de_de: Mai
pl_pl: MAJ
ru_ru: Май

# months
source: Jun
pl_pl: CZE
ru_ru: Июн

# months
source: Jul
pl_pl: LIP
ru_ru: Июл

# months
source: Aug
pl_pl: SIE
ru_ru: Авг

# months
source: Sep
pl_pl: WRZ
ru_ru: Сен

# months
source: Oct
de_de: Okt
pl_pl: PAŹ
ru_ru: Окт

# months
source: Nov
pl_pl: LIS
ru_ru: Ноя

# months
source: Dec
de_de: Dez
pl_pl: GRU
ru_ru: Дек

# checkout form
source: Credit Card Details
de_de: Aktuelle Preisdetails
pl_pl: Szczegóły Karty Kredytowej
ru_ru: Данный кредитки

# checkout form
source: Please enter your credit card details below.
de_de: Bitte geben Sie einen Namen ein.
pl_pl: Proszę poniżej podać szczegóły karty kredytowej.
ru_ru: Пожалуйста введите данные Вашей кредитной карточки.

# checkout form
source: E-mail:
de_de: E-mail: %s
pl_pl: E-Mail: %s
ru_ru: Адрес: %s

# checkout form
source: First Name:
de_de: Name:
pl_pl: Nazwisko:
ru_ru: Имя:

# checkout form
source: Last Name:
de_de: Name:
pl_pl: Imię:
ru_ru: Фамилия:

# checkout form
source: Card Number:
de_de: Kreditkartennummer:
pl_pl: Numer karty kredytowej:
ru_ru: Номер карточки:

# checkout form
source: Expiration Date (MM/YYYY):
de_de: Ablaufdatum:
pl_pl: Data ważności (MM/YYYY):
ru_ru: Действует до:

# checkout form
source: Billing Address
de_de: Rechnungsadresse
pl_pl: Adres rozliczeniowy
ru_ru: Платёжный адрес

# checkout form
source: Country:
de_de: Land:
pl_pl: Kraj:
ru_ru: Страна:

# checkout form
source: State:
de_de: Status
pl_pl: Województwo:
ru_ru: Провинция/Штат:

# checkout form
source: City:
de_de: Stadt:
pl_pl: Miasto:
ru_ru: Город:

# checkout form
source: Address Line 1:
de_de: Adresszeile 1:
pl_pl: Adres - linia1:
ru_ru: Адрес:

# checkout form
source: Address Line 2:
de_de: Adresszeile 2:
pl_pl: Adres - linia2:
ru_ru: Адрес (дополнительно)

# checkout form
source: ZIP Code:
de_de: Postleitzahl
ru_ru: Почтовый индекс:

# checkout form
source: Phone Number:
de_de: Telefonnummer geschäftlich
pl_pl: Telefon
ru_ru: Номер телефона

# manage recurring
source: Manage Recurring Payments - Cancel
de_de: Zahlungsarten verwalten - Beenden
pl_pl: Zarządzaj powtarzającymi się płatnościami - Cofnij
ru_ru: Периодические платежи - Отмена

# payment_items
source: Total
de_de: Gesamt
pl_pl: Całkowity koszt
ru_ru: Всего

# WPBDM
source: Please select a fee option or click "Do not renew my listing" to cancel your renewal.
de_de: Bitte wählen Sie eine Preisoption oder klick "Meinen Eintrag nicht erneuern" um die Erneuerung zu beenden.
pl_pl: Proszę wybrać odpowiedni abonament lub kliknąć "Nie odświeżaj mojej oferty" aby anulować odnowienie.
ru_ru: Пожалуйста выберите вариант оплаты. Или кликните на "Не продлевать мою запись" чтобы отказаться от продления записи.

# admin listings
source: This listing doesn't have any category assigned. At least one category (and its respective fee) is required in order to determine the features available to this listing, as well as handling renewals.
de_de: Diese Auflistung wurde keiner Kategorie zugewiesen. Mindestens eine Kategorie (und die jeweilige Gebühr) ist erforderlich, um die für diese Auflistung zur Verfügung stehenden Funktionen sowie die Erneuerung zu ermitteln.

# admin
source: Only invoices containing non-recurring items were marked as paid. Please review the <a>Transactions</a> tab for the listing to manage recurring items or check the gateway's backend.
de_de: Nur Rechnungen, die nicht wiederkehrende Posten enthalten, wurden als gezahlt markiert. Bitte überprüfen Sie die Registerkarte <a>Transaktionen</a> für die Auflistung, um wiederkehrende Elemente zu verwalten oder das Backend des Gateways zu überprüfen.

# admin payments
source: The payment status was not changed. Recurring payments can't be manually approved. Please check your gateway's backend to see if the payment really went through.
de_de: Der Zahlungsstatus wurde nicht geändert. Wiederkehrende Zahlungen können nicht manuell genehmigt werden. Bitte überprüfen Sie das Backend Ihres Gateways, um zu sehen, ob die Zahlung wirklich durchgegangen ist.

# admin themes
source: You need to <a>activate your theme's license key</a> before you can activate the theme. <a>Click here</a> to do that.
de_de: Sie müssen den <a>Lizenzschlüssel des Themes aktivieren</a> bevor Sie das Theme aktivieren können. <a>Klicken Sie hier zum aktivieren</a>, um das zu tun.

# licensing
source: Invalid response from server
de_de: Ungültige Antwort vom Server

# fees admin
source: Yes
de_de: Ja

# admin settings
source: Turn off reCAPTCHA for logged in users?
de_de: reCAPTCHA für angemeldete Benutzern ausschalten?

# admin settings
source: Disable advanced CPT integration?
de_de: Email Erinnerung

# admin settings
source: Sort directory listings by
de_de: Verzeichnissortierung der Einträge durch
pl_pl: Porządkuj oferty

source: You have payments enabled but there are no fees available. Users won't be able to post listings. Please <a href="fees">create some fees</a> or <a href="settings">configure the Directory</a> to operate in "Free Mode".
de_de: Sie haben Zahlungen aktiviert, aber es gibt keine Angebot / Gebühren. Benutzer können keine Einträge veröffentlichen. Bitte <a href="fees">einige Angebot erstellen</a> oder <a href="settings">das Verzeichnis konfigurieren</a> und “Kostenlos Modus" umstellen.

# request_access_keys
source: An error occurred while sending the access keys to your e-mail address. Please try again.
de_de: Beim Senden der Zugriffsschlüssel an Ihre E-Mail-Adresse ist ein Fehler aufgetreten. Bitte versuche es erneut.

# submit-listing-view
source: Please go to the <manage-form-fields-link>Manage Form Fields</manage-form-fields-link> admin page to create the field.
de_de: Gehen Sie bitte zur <manage-form-fields-link>Formularfelder verwalten</ manage-form-fields-link> admin Seite, um das Feld zu erstellen.

source: Configure/Manage Options
de_de: Konfiguration/Optionen verwalten
pl_pl: Zarządzaj Opcjami

source: Setup/Manage Form Fields
de_de: Formularfelder Installieren/Verwalten
pl_pl: Zarządzaj polami formularzy

source: Setup/Manage Fees
de_de: Setup/Preispakete Verwalten
pl_pl: Zarządzaj abonamentami

# admin sidebar
source: Mobile Compact Theme
de_de: Mobiles Kompaktes Theme

# checkout form
source: CVC:
de_de: Kartenprüfnummer:

source: ← Back to Directory
de_de: ← Zurück zum Verzeichnis
pl_pl: ← Powrót do Katalogu.
