Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# form-fields api
source: Post Excerpt
de_de: Post Auszug
es_es: Resumen/avance de la publicación
pl_pl: Wyciąg z Posta
ru_ru: Цитата записи

# form-fields api
source: Post Category
de_de: Post Kategorie
es_es: Categoría de la publicación
pl_pl: Kategoria Posta
ru_ru: Рубрика записи

# form-fields api
source: Post Tags
es_es: Etiquetas de la publicación
pl_pl: Tagi Oferty
ru_ru: Метки записей

# form-fields api
source: Post Metadata
es_es: Metadata
pl_pl: Metadane Posta
ru_ru: Метаданные записи

# form-fields api
source: Custom
de_de: Benutzerdefiniert
es_es: Especial
pl_pl: Niestandardowe
ru_ru: Настраиваемое

# checkbox form field
source: Select all
es_es: Seleccionar todos

# date field
source: %s must be in the format %s.
de_de: %s muss im Format MM/DD/YYYY eingetragen werden.
es_es: %s debe estar en el formato %s.
pl_pl: %s musi być w formacie %s.
ru_ru: Значение "%s" должно соответствовать формату "%s".

# date field
source: %s must be a valid date.
de_de: %s muss eine Nummer sein.
es_es: %s debe ser una fecha válida.
pl_pl: %s musi być datą poprawną.
ru_ru: Значение "%s" должно быть корректной датой.

# date field
source: Caption for %s is required.
es_es: Se requiere leyenda para %s.

# form-fields-api
source: Remove
de_de: Entfernen
es_es: Eliminar
pl_pl: Usuń
ru_ru: Удалить

# form-fields-api
source: Invalid form field type
de_de: Ungültiger Formularfeld Typ
es_es: Tipo de campo inválido
pl_pl: Niewłaściwy typ Pola
ru_ru: Неверный тип поля формы

# form-fields-api
source: Field label is required.
de_de: Feldbezeichnung ist Pflichtfeld.
es_es: El nombre del campo es requerido.
pl_pl: Etykieta pola jest wymagana.
ru_ru: Метка поля обязательна.

# form-fields-api
source: You can't change from %2$s field type to the one you wanted--the types are incompatible internally. If you want to switch to a field of type %1$s, delete this current field and create a NEW field of type %1$s instead.
es_es: No se puede cambiar de tipo de campo de %2$s a la que querías, los tipos son incompatibles internamente. Si usted desea cambiar a un campo de tipo %1$s, debe eliminar el campo actual y crear un nuevo campo de tipo %1$s en su lugar.

# form-fields-api
source: <strong>WARNING</strong>: If you delete this field, the data from it in existing listings will be deleted as well.
es_es: <strong>ADVERTENCIA</strong>: si se elimina este campo, también se eliminarán los datos de éste en los listados existentes.

# form-fields-api
source: There can only be one field with association "%s". Please select another association.
de_de: Es kann nur ein Feld mit "%s" verbunden werden. Bitte wähle eine andere Verbindung.
es_es: Solo puede haber un campo con asociación "%s". Por favor elija otra asociación.
pl_pl: Może być użyte tylko jedno pole z przypisaniem "%s". Prosze wybrać inne przypisanie.
ru_ru: Ассоциация с полем "%s" может быть только одна. Пожалуйста, выберите другую ассоциацию.

# form-fields-api
source: "%s" is an invalid field type for this association.
de_de: "%s" ist ein ungültiger Feldtyp für diese Verbindung.
es_es: "%s" es un tipo de campo inválido para esta asociación.
pl_pl: "%s" jest niewłaściwym typem pola do tego przypisania
ru_ru: Поле "%s" не является корректной ассоциацией для этого поля.

# form-fields-api
source: Invalid field ID
de_de: Ungültige Feld ID
es_es: ID de campo inválido
pl_pl: Niewłaściwe ID Pola
ru_ru: Некорректный номер поля

# form-fields-api
source: An error occurred while trying to delete this field.
de_de: Während der Löschung des Feldes ist ein Fehler aufgetreten.
es_es: Un error ocurrió mientras se trataba de eliminar este campo.
pl_pl: Wykryto błąd w trakcie próby usunięcia tego pola.
ru_ru: Произошла ошибка при попытке удаления этого поля.

# form-fields-api
source: Email Validator
de_de: E-mail Validierung
es_es: Validador de Correo Electrónico
pl_pl: Weryfikator E-mail
ru_ru: Проверка электронного адреса

# form-fields-api
source: URL Validator
de_de: URL Validierung
es_es: Validador de URLs
pl_pl: Weryfikator URL
ru_ru: Проверка адреса ссылки

# form-fields-api
source: Whole Number Validator
de_de: Ganze Nummern Validierung
es_es: Validador de números enteros
pl_pl: Weryfikator liczb całkowitych
ru_ru: Проверка целого числа

# form-fields-api
source: Decimal Number Validator
de_de: Dezimalzahl Validierung
es_es: Validador de números decimales
pl_pl: Weryfikator liczb dziesiętnych
ru_ru: Проверка дробного числа

# form-fields-api
source: Date Validator
de_de: Datum Validierung
es_es: Validador de fechas
pl_pl: Weryfikator daty
ru_ru: Проверка даты

# form-fields-api
source: Word Count Validator
es_es: Validador número de palabras

# form fields
source: Field unavailable at the moment.
es_es: Este campo no está disponible en el momento.

# form fields
source: Phone Number
de_de: Telefonnummer geschäftlich
es_es: Número Telefónico
pl_pl: Telefon
ru_ru: Номер телефона

# form-fields-admin
source: Number of options visible without scrolling
de_de: Anzahl der Optionen die ohne zu Scrollen sichtbar sind.
es_es: Número de opciones visibles sin hacer scroll

# form-fields-admin
source: The height of the list will be adjusted to accommodate the specified number of options.
de_de: Die Höhe der Liste wird and die Anzahl von Optionen angepasst.
es_es: La altura de la lista será ajustada para incluir el número especificado de opciones.

# form-fields-api category-select
source: -- Choose One --
de_de: -- Auswählen --
es_es: -- Elija Uno --
pl_pl: -- Wybierz Jeden --
ru_ru: -- Выберите --

# form-fields-api category-select
source: -- Choose Terms --
de_de: -- Bedingungen auswählen --
es_es: -- Elija los términos --
pl_pl: -- Wybierz Warunki --
ru_ru: -- Выберите --

# form-fields-api select
source: — None —
es_es: — Ninguno —

# admin form-fields
source: Enabling iframe support in your listings can allow users to execute arbitrary scripts on a page if they want, which can possibly infect your site with malware. We do NOT recommend using this setting UNLESS you are posting the listings yourself and have sole control over the content. Are you sure you want to enable this?
es_es: Habilitar soporte para IFRAME en sus listados puede permitir a los usuarios ejecutar scripts arbitrarios en la página, lo que pudiera infectar su sitio. No recomendamos que utilice esta opción a menos que usted tenga el control completo sobre el contenido de los listados. ¿Está seguro de que desea habilitar esta opción?

# form-fields-api validation
source: Field
de_de: Feld
es_es: Campo
pl_pl: Pole
ru_ru: Поле

# form-fields-api validation
source: %s is required.
de_de: %s ist ein Pflichtfeld.
es_es: %s es requerido.
pl_pl: %s jest wymagane.
ru_ru: %s - обязательно.

# form-fields-api validation
source: %s is badly formatted. Valid URL format required. Include http://
de_de: %s ist falsch formatiert. Gültiges URL Format eingeben. Benutze http://
es_es: %s está mal escrita. Una URL válida es requerida. Incluya http://
pl_pl: %s jest źle sformatowany. Wymagamy właściwego adresu URL. Sprawdź czy nie zapomniałeś o http://
ru_ru: %s - некорректно. Правильный адрес URL должен начинаться с http:// или https://

# form-fields-api validation
source: %s is badly formatted. Valid Email format required.
de_de: %s ist falsch formatiert. Bitte geben Sie Ihre E-mailadresse richtig ein.
es_es: %s está mal escrito. Un correo electrónico válido es requerido.
pl_pl: %s jest źle sformatowany. Wymagamy właściwego adresu E-mail.
ru_ru: %s - некорректно. Требуется ввести правильный электронный адрес.

# form-fields-api validation
source: %s must be a number. Decimal values are not allowed.
de_de: %s muss eine Nummer sein. Dezimalwerte sind nicht erlaubt.
es_es: %s debe ser un número entero. Valores decimales no están permitidos.
pl_pl: %s musi być liczbą. Dziesiętne nie są dozwolone.
ru_ru: %s должно быть целым числом.

# form-fields-api validation
source: %s must be a number.
de_de: %s muss eine Nummer sein.
es_es: %s debe ser un número.
pl_pl: %s musi być liczbą.
ru_ru: %s должно быть числом.

# form-fields-api validation
source: %1$s must be in the format %2$s.
es_es: %1$s debe estar en el formato MM/DD/YYYY.

# form-fields-api validation
source: %s must be a valid date.
de_de: %s muss eine Nummer sein.
es_es: %s debe ser una fecha válida.
pl_pl: %s musi być datą poprawną.
ru_ru: %s должно быть корректной датой.

# form-fields-api validation
source: %s must have less than %d words.
es_es: %s debe tener menos de %d palabras.

# form-fields-api validation
source: %1$s is invalid. Value most be one of %2$s.
es_es: %1$s es inválido. El valor debe ser uno de %s.

# image field
source: Caption for %s is required.
es_es: Se requiere leyenda para %s.

# templates
source: Return to results
es_es: Regresar a resultados

# templates
source: Go back
es_es: Regresar

# templates
source: Return to fee selection
es_es: Regresar a la selección de tarifa

# templates
source: No listing categories found.
de_de: Keine Eintragskategorie gefunden.
es_es: No se encontraron categorías.
pl_pl: Nie znaleziono kategorii ofert.
ru_ru: Рубрики не обнаружены.

# templates
source: Search Listings
de_de: Eintrag suchen
es_es: Buscar Listados
pl_pl: Szukaj Firmy
ru_ru: Найти

# templates
source: Advanced Search
de_de: Erweiterte Suche
es_es: Búsqueda Avanzada
pl_pl: Zaawansowane szukanie
ru_ru: Расширенный поиск

# templates
source: Contact listing owner
de_de: Nachricht an den Kfz-Händler
es_es: Enviar Mensaje al dueño del Listado
pl_pl: Skontaktuj się z właścicielem oferty
ru_ru: Свяжитесь с владельцем бизнеса

# templates
source: Send Message to listing owner
de_de: Nachricht an den Kfz-Händler
es_es: Enviar Mensaje al dueño del Listado
pl_pl: Wyślij wiadomość do właściciela oferty
ru_ru: Послать сообщение автору записи

# templates
source: There are no categories assigned to the business directory yet. You need to assign some categories to the business directory. Only admins can see this message. Regular users are seeing a message that there are currently no listings in the directory. Listings cannot be added until you assign categories to the business directory.
de_de: Im Moment sind dem Branchenverzeichnis keine Kategorien zugewiesen. Sie müssen eingige Kategorien zuweisen. Nur Administratoren können diese Nachricht sehen. Benutzer sehen gleichzeitig, dass ihr Eintrag momentan nicht erstellt werden kann. Einträge können nicht erstellt werden bis ein Kategorie zugewiesen wurde.
es_es: No hay categorías asignadas al Directorio de Negocios. Necesita agregar algunas categorías al Directorio. Solo los administradores pueden ver este mensaje. Los usuarios regulares están viendo un mensaje que les indica que no pueden enviar listados en este momento. No pueden agregarse nuevos listados hasta tanto haya categorías en el Directorio de Negocios.
pl_pl: Nie masz jeszcze żadnej kategorii przypisanej do Katalogu Firm. Musisz przypisać pewne kategorie do Katalogu Firm. Tylko administratorzy mogą zobaczyć tę wiadomość. Zwykli użytkownicy widzą komunikat, że nie można teraz dodać swojej oferty. Oferty nie mogą zostać dodane do momentu przypisania kategorii do Katalogu Firm.
ru_ru: В справочнике пока нет ни одной рубрики. Вам необходимо задать несколько рубрик Вашему справочнику.<br /><br />Это сообщение показывается только администрации. Обычные пользователи видят другое сообщение: в справочнике нет ни одной записи. Записи не могут быть добавлены пока не будут созданы рубрики.

# templates
source: There are currently no listings in the directory.
de_de: Keine Einträge im Verzeichnis vorhanden.
es_es: No hay listados en el Directorio.
pl_pl: Chwilowo brak ofert w Katalogu.
ru_ru: В справочнике нет ни одного изображения.

# templates
source: You have "Hide Empty Categories" on and some categories that don't have listings in them. That means they won't show up on the front end of your site. If you didn't want that, click <a>here</a> to change the setting.
de_de: Du hast "Leere Kategorien verbergen" aktiviert und einige Kategorien haben keine Einträge. Das bedeutet Sie werden im Frontende nicht auf deiner Seite angezeigt. Wenn du das nicht möchtest, klicke <a>hier</a> um die Einstellungen zu ändern.
es_es: Tiene "Ocultar categorías vacías" habilitado y algunas categorías vacías. Esto significa que no aparecerán acá. Si desea mostrar las categorías vacías, haga <a>clic aquí</a> para cambiar la configuración.
pl_pl: Masz ustawione "Ukryj Puste Kategorie" i pewne kategorie, które nie zawierają ofert. To oznacza, że te kategorie nie będą wyświetlane na stornach Katalogu. Jeśli chcesz to zmienić kliknij <a>tutaj</a>.
ru_ru: Параметр "Скрыть пустые рубрики" включён, и в справочнике есть рубрики, в которых нет ни одной записи. Это означает, что такие рубрики не будут показаны посетителям сайта. Если Вы хотите изменить такое поведение, перейдите в <a>Настройки</a> и отключите этот параметр.

# templates
source: <b>View not available</b>. Do you have the "Disable Frontend Listing Submission?" setting checked?
es_es: <b>Vista no disponible</b>. ¿Tiene "Deshabilitar envío de listados desde el frontend" habilitado?

# templates
source: Listing submission has been disabled. Contact the administrator for details.
es_es: Se ha deshabilitado la opción para agregar listados. Contacte al administrador para más detalles.

# templates
source: Listing submission is not available at the moment. Contact the administrator for details.
es_es: La opción para agregar listados no está disponible en el momento. Contacte al administrador para más detalles.

# templates
source: <b>View not available</b>, there is no "Category" association field. %s and create a new field with this association, or assign this association to an existing field
es_es: <b>Vista no disponible</b>, no existe un campo con la asociación “Categoría”. %s y cree un nuevo campo con dicha asociación, o asigne la asociación a un campo existente.

# templates
source: Please agree to the Terms and Conditions.
de_de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen.
es_es: Por favor acepte los Términos y Condiciones.
pl_pl: Musisz zaakceptować nasze warunki i regulamin korzystania z serwisu.
ru_ru: Пожалуйста примите наши Условия и Положения.

# templates
source: Terms and Conditions:
de_de: AGBs:
es_es: Términos y Condiciones:
pl_pl: Warunki i regulamin:
ru_ru: Условия и Положения:

# templates
source: I agree to the <a>Terms and Conditions</a>
es_es: Acepto los <a>Términos y Condiciones</a>

# templates
source: No listings found.
de_de: Kein Listig gefunden.
es_es: No se encontraron listados.
pl_pl: Nie znaleziono Firm
ru_ru: Записи не найдены.

# templates
source: &laquo; Previous
de_de: &laquo; Vorher
es_es: &laquo; Anterior
pl_pl: &laquo; Poprzednie
ru_ru: &laquo; Предыдущая

# templates
source: Next &raquo;
de_de: Nächste &raquo;
es_es: Siguiente &raquo;
pl_pl: Następne &raquo;
ru_ru: Следующая &raquo;

# templates
source: Return to directory
de_de: Zurück zum Verzeichnis
es_es: Regresar al Directorio
pl_pl: Powrót do Katalogu.
ru_ru: Вернуться к справочнику

# templates
source: Listing Title:
de_de: Eintrag Titel:
es_es: Título del Listado:
pl_pl: Nazwa Firmy:
ru_ru: Название записи:

# templates
source: You are currently logged in as %s. Your message will be sent using your logged in contact email.
de_de: Sie sind momentan eingeloggt als %s. Ihre Nachricht wird mit diesem Namen gesendet.
es_es: Ha ingresado como %s. Su mensaje se enviará utilizando el correo electrónico registrado con su cuenta.
pl_pl: Jesteś zalogowany jako %s. Twoja wiadomość zostanie wysłana używając Twojego adresu email podanego przy logowaniu.
ru_ru: Вы вошли в сайт под учётной записью "%s". Ваше сообщение будет отправлено используя Ваш контактный электронный адрес в качестве адреса отправителя.

# templates
source: Your Name
de_de: Dein Name
es_es: Su Nombre
pl_pl: Nazwisko
ru_ru: Ваше имя

# templates
source: Your Email
de_de: Deine E-mail
es_es: Su Correo Electrónico
pl_pl: E-mail
ru_ru: Электронный адрес

# templates
source: Message
de_de: Nachricht
es_es: Mensaje
pl_pl: Wiadomość
ru_ru: Сообщение

# templates
source: Send
de_de: Senden
es_es: Enviar
pl_pl: Wyślij
ru_ru: Отправить

# templates
source: Report Listing
es_es: Reportar listado

# templates
source: Featured Listing
de_de: Hervorgehobene Einträge
es_es: Listado Destacado
pl_pl: Wyróżniona oferta
ru_ru: Особая запись

# templates
source: You are not currently logged in. Please login or register first. When registering, you will receive an activation email. Be sure to check your spam if you don't see it in your email within 60 minutes.
de_de: Sie sind momentan nicht eingeloggt. Bitte registrieren Sie sich und loggen Sie sich ein. Bei der Registrierung erhalten Sie eine Aktivierungsmail. Prüfen Sie auch Ihr Spam Postfach, wenn die E-mail nicht innerhalb von 60 Minuten in Ihrem Postfach ist.
es_es: No ha ingresado aún. Por favor ingrese o regístrese primero. Cuando se registre, recibirá un correo electrónico de activación. Asegúrese de revisar en SPAM si no ve el correo en su buzón dentro de los siguientes 60 minutos.
pl_pl: Musisz się zalogować lub zarejestrować aby kontynuować. Po rejestracji otrzymasz link aktywacyjny na podany adres e-mail. Jeśli po upływie 60minut nadal nie widzisz wiadomości, którą do ciebie wysłaliśmy - sprawdź opcje spamu w Twojej poczcie.
ru_ru: Вы не вошли на сайт. Пожалуйста войдите в сайт или зарегистрируйтесь. После регистрации Вы получите электронной письмо с кодом активации. Убедитесь, что это письмо не попадёт в папку Спама в вашей почтовой системе.

# templates
source: Not yet registered?
de_de: Noch nicht registriert?
es_es: No se ha registrado?
pl_pl: Nie jesteś jeszcze zarejestrowany?
ru_ru: Ещё не зарегистрированы?

# templates
source: Lost your password?
de_de: Passwort verloren?
es_es: Perdió su contraseña?
pl_pl: Zapomniałeś lub zgubiłeś hasło?
ru_ru: Забыли пароль?

# templates
source: Your current listings are shown below. To edit a listing click the edit button. To delete a listing click the delete button.
de_de: Dein aktueller Eintrag siehe unten. Um den Eintrag zu bearbeiten klicke auf den Bearbeiten Button. Um ein Eintrag zu löschen klicke den Löschen Button.
es_es: Sus listados actuales se muestran abajo. Para editar un listado haga click en el botón de Editar. Para eliminar un listado haga click en el botón de Eliminar.
pl_pl: Twoje oferty są pokazane poniżej. Kliknij "Edytuj" aby edytować ofertę lub "Usun" aby usunąć ofertę.
ru_ru: Ваши записи показаны ниже. Для изменения записи кликните на кнопку "Изменить". Для удаления записи кликните на кнопку "Удалить".

# templates
source: You do not currently have any listings in the directory.
de_de: Momentan sind keine Einträge im Verzeichnis vorhanden.
es_es: Actualmente no tiene listados en el Directorio.
pl_pl: Nie masz aktualnie ofert w katalogu.
ru_ru: У Вас нет ни одной записи в справочнике.

# templates
source: Edit
de_de: Bearbeiten
es_es: Editar
pl_pl: Edytuj
ru_ru: Изменить

# templates
source: Flag Listing
es_es: Reportar listado

# templates
source: Delete
de_de: Löschen
es_es: Eliminar
pl_pl: Usuń
ru_ru: Удалить

# templates
source: Are you sure you wish to delete this listing?
de_de: Sind Sie sicher, dass Sie den Eintrag löschen wollen?
es_es: Está seguro de que desea eliminar este listado?
pl_pl: Jesteś pewien, że chcesz usunąć tą firmę?
ru_ru: Вы уверены, что Вы хотите удалить эту запись?

# templates
source: View
de_de: Anschauen
es_es: Ver
pl_pl: Widok
ru_ru: Показать

# templates
source: Login
es_es: Ingresar
pl_pl: Logowanie
ru_ru: Войти в сайт

# templates
source: Recurring Fee Management
de_de: Wiederholte Preise verwalten
es_es: Manejo de Pago Recurrente
pl_pl: Zarządzanie powtarzającymi sie Abonamentami
ru_ru: Управление периодический оплатой

# templates
source: Renew Listing
de_de: Eintrag erneuern
es_es: Renovar Listado
pl_pl: Odnowienie oferty
ru_ru: Продлить запись

# templates
source: You are about to renew your listing "%s" publication.
es_es: Está a punto de renovar la publicación de su listado “%”.

# templates
source: Please select a fee option or click "Do not renew my listing" to remove your listing from the directory.
es_es: Por favor elija una opción de pago o haga click en "No renovar mi listado" para cancelar la renovación y eliminar el listado del directorio.

# templates
source: Continue
de_de: Weiter
es_es: Continuar
pl_pl: Kontynuacja
ru_ru: Далее

# templates
source: Do not renew my listing
de_de: Meinen Eintrag nicht erneuern
es_es: No renovar mi listado
pl_pl: Nie odnawiaj mojej Oferty
ru_ru: Не продлевать мою запись

# templates
source: Continue to checkout
es_es: Continuar con el pago

# templates
source: Find a listing
de_de: Einen Eintrag finden
es_es: Encontrar un listado
pl_pl: Znajdź Firmę
ru_ru: Найти запись

# templates
source: Return to Search
es_es: Regresar a la Búsqueda Avanzada

# templates
source: Additional Information
de_de: Zusätzliche Informationen
es_es: Información Adicional
pl_pl: Dodatkowe informacje
ru_ru: Дополнительная информация

# templates
source: Submission Received
de_de: Einsendung erhalten
es_es: Envío Recibido
pl_pl: Formularz rejstracyjny został odebrany.
ru_ru: Запись принята на сервер

# templates
source: Your listing has been submitted.
de_de: Dein Eintrag wurde erfolgreich eingesandt.
es_es: Su listado fue enviado.
pl_pl: Twoja Firma została zapisana.
ru_ru: Ваша запись принята на сервер.

# templates
source: Your listing changes were saved.
de_de: Deine Eintragsänderungen wurden gespeichert.
es_es: Los cambios a su listado fueron guardados.
pl_pl: Zapisano zmiany w Twojej Ofercie.
ru_ru: Изменения в Вашей записи были сохранены.

# templates
source: Go to your listing
de_de: Zum Eintrag
es_es: Ir a su listado
pl_pl: Przejdź do Twojej oferty.
ru_ru: Перейти к Вашей записи

# templates
source: Your listing requires admin approval. You'll be notified once your listing is approved.
es_es: Su listado debe ser aprobado por el administrador. Usted será notificado una vez el listado sea aprobado.

# templates
source: Return to directory.
de_de: Zurück zum Verzeichnis.
es_es: Regresar al Directorio.
pl_pl: Powrót do Katalogu.
ru_ru: Вернуться в справочник.

# templates
source: Set this image as the listing thumbnail.
de_de: Dieses Bild als Eintragsbild setzen.
es_es: Usar esta imagen como imagen principal.
pl_pl: Ustaw jako Miniaturkę Firmy.
ru_ru: Миниатюра

# templates
source: Upload Images
de_de: Dateien hochladen
es_es: Subir Imágenes
pl_pl: Załaduj obraz
ru_ru: Загрузить изображение

# templates
source: Drop files here
de_de: Dateien hier hinziehen
es_es: Suelte sus archivos aquí
pl_pl: Przeciągnij i upuść obraz TUTAJ
ru_ru: Перетащите файлы сюда

# templates
source: Select images from your hard drive
de_de: Wählen Sie Bilder von Ihrer Festplatte aus
es_es: Elija las imágenes del disco duro
pl_pl: Wybierz obraz z Twojego dysku twardego
ru_ru: Выберите файл на диске Вашего компьютера

# templates
source: Uploading %s file(s)... Please wait.
de_de: Datei(en) %s hochladen... Bitte warten.
es_es: Subiendo %s archivo(s)... Por favor espere.
pl_pl: Przesyłanie %s file(s)... Proszę czekać.
ru_ru: Подождите пожалуйста, идёт загрузка %s файла(ов)...
