Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# templates
source: Your image slots are all full at this time. You may click "Continue" if you are done, or "Delete Image" to upload a new image in place of a current one.
de_de: Sie haben die maximale Anzahl der kostenlosen Bilder erreicht. Klicken Sie "Weiter" oder auf "Bild Löschen" um ein neues Bild hochzuladen.
es_es: Sus casillas de imagen están todas ocupadas. Puede hacer click en "Continuar" cuando termine o en "Eliminar Imagen" para subir una nueva imagen en lugar de alguna de las actuales.
pl_pl: Wykorzystałeś(aś) dostępne miejsca na obrazy. Kliknij "Kontynuuj" aby zakończyć, lub "Usuń Obraz" aby wstawić inny obraz w to miejsce.
ru_ru: Уже загружено максимально разрешённое количество изображений. Вы можете кликнуть по кнопке "Далее", если с эта часть записи уже готова, либо "Удалить изображение" и загрузить новый файл вместо текущего.

# templates
source: Image slots available:
de_de: verfügbare Bilder:
es_es: Casillas de imagen disponibles:
pl_pl: Dostępne miejsca na Obrazy:
ru_ru: Свободных мест для загрузки изображений:

# templates
source: File size:
de_de: Max. Dateigröße:
es_es: Tamaño de archivo:
pl_pl: Maksymalny rozmiar pliku
ru_ru: Минимальный размер файла:

# templates
source: No limit
de_de: Keine Beschränkungen
es_es: Sin límite

# templates
source: Image width:
de_de: Bildergröße (in px):
es_es: Ancho de imagen:
pl_pl: Szerokość Obrazu (w px):
ru_ru: Ширина изображения (пикселы):

# templates
source: Image height:
de_de: Bilderhöhe (in px):
es_es: Alto de imagen:
pl_pl: Wysokość Obrazu (w px)
ru_ru: Высота изображения (пикселы):

# templates
source: Current Images
de_de: Aktuelle Bilder
es_es: Imágenes Actuales
pl_pl: Aktualne obrazy
ru_ru: Существующие изображения:

# templates
source: There are no images currently attached to your listing.
de_de: Im Moment sind keine Bilder dem Eintrag angehängt.
es_es: No hay actualmente imágenes asociadas a su listado.
pl_pl: Obecnie nie ma żadnych obrazków dołączonych do tej oferty.
ru_ru: К Вашей записи не прикреплено ни одного изображения.

# authorize-net
source: Login ID is missing.
de_de: Verkäufer ID nicht angegeben.
es_es: Falta el "Login ID".
pl_pl: Nie znaleziono ID Loginu
ru_ru: Имя пользователя не указано.

# authorize-net
source: Transaction Key is missing.
de_de: Transaktionen
es_es: Falta la clave de transacciones.
pl_pl: Nie znaleziono klucza transakcji.
ru_ru: Ключ транзакции не указан.

# authorize-net
source: Payment is being held for review by the payment gateway. The following reason was given: "%s".
es_es: Su pago está en proceso de verificación por la pasarela de pago. La razón dada fue: "%s".

# authorize-net
source: The payment gateway didn't accept the credit card or billing information. The following reason was given: "%s".
es_es: La pasarela de pago no aceptó su tarjeta de crédito o información de pago. La razón dada fue "%s".

# authorize-net
source: Payment was rejected. The following reason was given: "%s".
de_de: Die Zahlung wurde abgelehnt. Folgender Grund wurde angegeben: "%s".
es_es: El pago fue rechazado. La razón dada fue: "%s".
pl_pl: Płatność została odrzucona. Powodem może być: "%s".
ru_ru: Платёж был отвергнут по причине: "%s"

# authorize-net
source: Payment failed. Reason: %s
es_es: El pago falló. La razón dada fue: %s

# authorize-net
source: Listing #%d
es_es: Listado #%d

# access keys sender
source: <email-address> is not a valid e-mail address.
es_es: La dirección de correo electrónico <email-address> no es válida.

# access keys sender
source: There are no listings associated to e-mail address <email-address>.
es_es: No hay listados asociados a la dirección de correo electrónico <email-address>.

# access keys sender
source: Listing Access Keys
es_es: Claves de acceso para sus listados

# access keys sender
source: An error occurred while sending the access keys for e-mail address <email-address>. Please try again.
es_es: Un error ocurrió mientras se enviaban las claves de acceso para la dirección de correo electrónico <email-address>. Por favor intente de nuevo.

# fs helper
source: Destination dir "%s" is not writable.
de_de: Eintragskategorie "%s" existiert nicht
es_es: El directorio de destino "%s" no se puede escribir.
pl_pl: Kategoria "%s" nie istnieje
ru_ru: Директория назначения "%s" не доступна для записи.

# flag listing
source: Listing ID is required to save a report
es_es: El ID de listado es necesario para guardar un reporte

# flag listing
source: User ID or IP address is required to save a report
es_es: El ID del usuario o la dirección IP son necesarias para guardar un reporte

# flag listing
source: Report reason is required to save a report
es_es: La razón del reporte es necesaria para guardarlo

# flag listing
source: Report comment is required to save a report
es_es: Comentario del reporte es necesario para guardarlo

# flag listing
source: The listing <i>%s</i> has been reported. <a>Return to directory</a>
es_es: El listado <i>%s</i> ha sido reportado. <a>Regresar al directorio</a>

# flag listing
source: Your current IP address already reported this listing.
es_es: Ya existe un reporte para este listado asociado a su dirección IP.

# flag listing
source: You must select the reason to report this listing as inappropriate.
es_es: Debe elegir o ingresar las razones para reportar el listado como inapropiado.

# flag listing
source: You must enter the reason to report this listing as inappropriate.
es_es: Debe elegir o ingresar las razones para reportar el listado como inapropiado.

# flag listing
source: Please enter your name.
es_es: Por favor ingrese su nombre.

# flag listing
source: Please enter your email.
es_es: Por favor ingrese su correo electrónico.

# flag listing
source: Delete
es_es: Eliminar

# flag listing
source: You are about to report the listing "<b>%s</b>" as inappropriate.
es_es: Está a punto de reportar el listado “<b>%s</b>” como inapropiado.

# flag listing
source: You are currently logged in as %s. Listing report will be sent using your logged in contact email.
es_es: Ha ingresado como %s. Su mensaje se enviará utilizando el correo electrónico registrado con su cuenta.

# flag listing
source: Please select the reason to report this listing:
es_es: Por favor seleccione las razones para reportar este listado:

# flag listing
source: Please enter the reasons to report this listing:
es_es: Por favor ingrese las razones para reportar este listado:

# flag listing
source: Additional info.
es_es: Información adicional.

# flag listing
source: Cancel
es_es: Cancelar

# flag listing
source: You already reported the listing "<b>%s</b>" as inappropriate.
es_es: Está a punto de reportar el listado “<b>%s</b>” como inapropiado.

# licensing
source: Invalid item ID
es_es: El ID del módulo es inválido

# licensing
source: No license key provided
de_de: Kein Lizenzschlüssel
es_es: No se ingresó una licencia
pl_pl: Nie wprowadzono klucz licencji
ru_ru: Не указан лицензионный ключ

# licensing
source: The license key was revoked.
es_es: La licencia fue revocada.

# licensing
source: If you think this is a mistake, please contact <support-link>Business Directory support</support-link> and let them know your license is being reported as revoked by the licensing software.
es_es: Si considera que esto es un error, por favor <support-link>contacte el servicio de soporte de Business Directory</support-link> y hágales saber que el servidor de licencias revocó su licencia.

# licensing
source: Please include the email address you used to purchase <module-name> with your report.
es_es: Por favor incluya en su reporte la dirección de correo electrónico que usó cuando compró el módulo <module-name>.

# licensing
source: License key is invalid
de_de: Lizenzschlüssel ungültig
es_es: La licencia es inválida
pl_pl: Niewłaściwy Klucz Licencji
ru_ru: Лицензионный ключ не правильный

# licensing
source: Invalid module ID
de_de: Ungültige Modul ID
es_es: Módulo de ID inválido
pl_pl: Niewłaściwe ID Modułu
ru_ru: Неправильный номер модуля

# licensing
source: Deactivation failed
de_de: Deaktivierung fehlgeschlagen
es_es: La desactivación de licencia falló
pl_pl: Błąd Deaktywacji
ru_ru: Деактивация не удалась

# licensing
source: It was not possible to establish a connection with Business Directory's server. cURL was not found in your system
es_es: No fue posible establecer una conexión con el servidor de Business Directory. cURL no se encontró en su sistema

# licensing
source: To ensure the security of our systems and adhere to industry best practices, we require that your server uses a recent version of cURL and a version of OpenSSL that supports TLSv1.2 (minimum version with support is OpenSSL 1.0.1c).
es_es: Para garantizar las seguridad de nuestros sistemas y adherir las prácticas recomendadas de la industria, requerimos que su servidor use una versión reciente de cURL and una versión de OpenSSL que soporte TLSv1.2 (la versión mínimo con este soporte es OpenSSL 1.0.1c).

# licensing
source: Upgrading your system will not only allow you to communicate with Business Directory servers but also help you prepare your website to interact with services using the latest security standards.
es_es: Actualizar su sistema no solo le permitirá comunicarse con los servidores de Business Directory, también lo ayudará a prepararse para interactuar con otros servicios que usen los últimos estándares de seguridad.

# licensing
source: Please contact your hosting provider and ask them to upgrade your system. Include this message if necessary
es_es: Por favor contacte a su proveedor de hospedaje y solicite que actualicen su sistema. Incluya este mensaje si es necesario

# licensing
source: It was not possible to establish a connection with Business Directory's server. The connection failed with the following error:
es_es: No fue posible establecer una conexión con los servidores de Business Directory. La conexión falló con el siguiente error:

# licensing
source: It looks like your server is not authorized to make requests to Business Directory servers. Please contact <support-link>Business Directory support</support-link> and ask them to add your IP address <ip-address> to the whitelist.
es_es: Parece que su servidor no está autorizado para conectarse con los servidores de Business Directory. Por favor contacte al <support-link>equipo de soporte de Business Directory</support-link>, indicándoles que deben agregar su dirección IP <ip-address> a la lista autorizada.

# licensing
source: Include this error message with your report.
es_es: Incluya este mensaje de error en su reporte.

# licensing
source: It was not possible to establish a connection with Business Directory's server. A problem occurred in the SSL/TSL handshake:
es_es: No fue posible establecer una conexión con los servidores de Business Directory. Ocurrió un problema en el protocolo de intercambio SSL/TSL:

# licensing
source: Please contact your hosting provider and ask them to upgrade your system. Include this message if necessary.
es_es: Por favor contacte a su proveedor de hospedaje y solicite que actualicen su sistema. Incluya este mensaje si es necesario

# licensing
source: Could not contact licensing server
de_de: Eine Verbindung zum Lizenzserver konnte nicht hergestellt werden.
es_es: No se pudo contactar el servidor de licencias
pl_pl: Nie można połączyć z serwerem danych licencji
ru_ru: Не удалось связаться с сервером лицензий

# licensing
source: The server returned a 403 Forbidden error.
es_es: El servidor retornó un error 403 Forbidden.

# licensing
source: Business Directory - Please verify your license keys
es_es: Business Directory - Por favor verifique sus licencias

# licensing
source: The following premium modules will not work until a valid license key is provided: %s.
es_es: Los siguientes módulos premium no funcionarán hasta que ingrese una licencia válida: %s.

# licensing
source: You need to activate the license keys for the following themes before they can be used: %s.
es_es: Es necesario que active las licencias de los siguientes temas antes de que pueda empezar a usarlos: %s.

# licensing
source: Review my license keys
es_es: Revisar mis licencias

# licensing
source: Business Directory - License key expired
es_es: Directorio de Negocios - Licencias expiradas

# licensing
source: The license key for the following modules has expired: %s. The modules will continue to work but you will not receive any more updates until the license is renewed.
es_es: La clave de licencia para los siguientes módulos ha expirado: %s. Los módulos continuarás funcionando pero no recibirán ninguna actualización hasta que la licencia sea renovada.

# licensing
source: The license key for the following themes has expired: %s. The themes will continue to work but you will not receive any more updates until the license is renewed.
es_es: La clave de licencia para los siguientes temas ha expirado: %s. Los temas continuarás funcionando pero no recibirán ninguna actualización hasta que la licencia sea renovada.

# licensing
source: Please enter a license key.
es_es: Por favor ingrese una licencia.

# licensing
source: Could not activate license: %s.
de_de: Konnte Lizenz nicht aktivieren: %s
es_es: No se pudo activar la licencia: %s.
pl_pl: Nie możemy aktywować Licencji: %s.
ru_ru: Не удалось активировать лицензию: %s.

# licensing
source: License activated
de_de: Lizenz aktiviert
es_es: Licencia activada
pl_pl: Licencja została aktywowana
ru_ru: Лицензия активирована

# licensing
source: Could not deactivate license: %s.
de_de: Konnte Lizenz nicht deaktivieren: %s
es_es: No se pudo desactivar la licencia: %s.
pl_pl: Nie możemy deaktywować Licencji: %s.
ru_ru: Не удалось деактивировать лицензию: %s.

# licensing
source: License deactivated
de_de: Lizenz deaktiviert
es_es: Licencia desactivada
pl_pl: Licencja deaktywowana
ru_ru: Лицензия была деактивирована.

# deprecation
source: "%1$s" version %2$s is not compatible with Business Directory Plugin 5.0. Please update this module to the latest available version.
es_es: “%1$s”, en su versión %2$s, no es compatible con Business Directory Plugin 5.0. Por favor actualice el module a la versión disponible más reciente.

source: Payment #%s
es_es: Pago #%s

# payments
source: Gateway:
es_es: Pasarela de pago:

# payments
source: Gateway Transaction ID:
es_es: ID de la transacción en la pasarela de pago:

# payments
source: Bill To:
es_es: Pagar a:

# checkout
source: Print Receipt
es_es: Imprimir recibo

# checkout
source: Can not process a payment at this time. Please try again later.
es_es: No podemos procesar su pago en este momento. Por favor intente más tarde.

# checkout
source: Invalid nonce received.
es_es: El código de verificación recibido es inválido.

# checkout
source: Invalid gateway selected.
es_es: La pasarela de pago seleccionada es inválida.

# checkout
source: Selected gateway does not support payment's currency.
es_es: La pasarela de pago seleccionada no soporta la moneda de este pago.

# checkout
source: Pay Now
es_es: Pagar ahora

# checkout
source: Unknown gateway error.
es_es: Error desconocido en la pasarela de pago.

# checkout
source: Personal Info
es_es: Información personal

# checkout
source: Email Address
es_es: Dirección de correo electrónico

# checkout
source: We will send a receipt to this e-mail address.
es_es: Enviaremos un recibo a esta dirección de correo electrónico.

# checkout
source: First Name
es_es: Primer nombre

# checkout
source: Your first name.
es_es: Su primer nombre.

# checkout
source: Last Name
es_es: Apellido

# checkout
source: Your last name.
es_es: Su apellido.

# checkout
source: Credit Card Info
es_es: Detalles de tarjeta de crédito

# checkout
source: Card Number
es_es: Número de tarjeta

# checkout
source: The digits on the front of your credit card.
es_es: Los dígitos en la parte frontal de su tarjeta de crédito.

# checkout
source: The 3 digit (back) or 4 digit (front) security code on your credit card.
es_es: El código de seguridad de su tarjeta de crédito. Aparecen como 3 dígitos en la parte trasera o 4 dígitos en la parte frontal.

# checkout
source: Security Code
es_es: Código de seguridad

# checkout
source: Name on the Card
es_es: El nombre en la tarjeta

# checkout
source: The name as it appears printed on the front of your credit card.
es_es: The name como aparece impreso en la parte frontal de su tarjeta de crédito.

# checkout
source: Name on the card
es_es: El nombre en la tarjeta

# checkout
source: Expiration Date
es_es: Fecha de expiración

# checkout
source: Format: MM/YY
es_es: Formato: MM/AA

# checkout
source: Billing Details
es_es: Detalles de facturación

# checkout
source: Address
es_es: Dirección

# checkout
source: Please enter the address where you receive your billing statement.
es_es: Por favor ingrese la dirección donde desea recibir su estado de cuenta.

# checkout
source: Address Line 2
es_es: Dirección (línea 2)

# checkout
source: Additional details (suite, apt no, etc.) associated with your billing address.
es_es: Detalles adicionales (suite, No. de apartamento, etc.) asociados a su dirección de facturación.

# checkout
source: City
es_es: Ciudad

# checkout
source: The city for your billing address.
es_es: La ciudad asociada a su dirección de facturación.

# checkout
source: State / Province
es_es: Estado/Provincia

# checkout
source: The state or province for your billing address.
es_es: El estado o provincia asociados a su dirección de facturación.

# checkout
source: Postal Code
es_es: Código postal

# checkout
source: The ZIP or postal code for your billing address.
es_es: El código postal o código ZIP asociado a su dirección de facturación.

# checkout
source: Country
es_es: País

# checkout
source: The country for your billing address.
es_es: El país asociado a su dirección de facturación.

# checkout
source: Your payment is on hold. Please contact the admin if you need further details.
es_es: Su pago está en espera. Por favor contacte el administrador si necesita detalles adicionales.

# checkout
source: Your payment was rejected. Please contact the admin for further details.
es_es: El pago fue rechazado por la pasarela de pago. Por favor contacte el administrador del sitio para obtener información adicional.

# checkout
source: The payment (#%s) was canceled at your request.
es_es: El pago (#%s) fue cancelado atendiendo su solicitud.

# checkout
source: Your payment is awaiting verification by the gateway.
es_es: Su pago está pendiente de ser verificado por parte de la pasarela de pago.

# checkout
source: Verification usually takes some minutes. This page will automatically refresh if there's an update.
es_es: La verificación usualmente toma unos minutos. Está página se actualizará automáticamente cuando haya un cambio en el estado del pago.

source: Checkout
es_es: Pago

# checkout
source: Recurring fee plans require a payment method to renew your listing at the end of the term.
es_es: Planes recurrentes requieren un método de pago para renovar el listado al final del periodo.

# checkout
source: Select a Payment Method
es_es: Método de pago

# checkout
source: Next
es_es: Siguiente

# templates sort
source: Sort By:
de_de: Sortieren nach
es_es: Ordenar Por:
pl_pl: Sortuj według:
ru_ru: Сортировка по:

# sort
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
pl_pl: Resetuj
ru_ru: Сбросить

# sort
source: (Reset)
de_de: Zurücksetzen
es_es: (Reestablecer)
pl_pl: (Resetuj)
ru_ru: (Сбросить)

# utils
source: POSTed data exceeds PHP config. maximum. See "post_max_size" directive.
de_de: Gepustete Daten haben Maximum erreicht. Schau dir den Eintrag "post_ma_size"in deiner php.ini an.
es_es: Los datos enviados via POST superan el valor máximo configurado en PHP. Revise la directiva "post_max_size" de su configuración.
pl_pl: Opublikowana wartość przekracza maksymalne ustawienia zapisane w PHP config. Zobacz dyrektywę "post_max_size".
ru_ru: Данные, переданные на сервер методом POST превышают максимальный размер для PHP. Обратите внимание на параметр "post_max_size" в вашем файле php.ini.

# utils
source: File size (%s) exceeds maximum file size of %s
de_de: Dateigröße (%s) hat das Maximum von %s erreicht
es_es: El tamaño de archivo (%s) excede el tamaño máximo permitido de %s
pl_pl: Rozmiar pliku (%s) przekracz maksymalny dozwolony rozmiar %s
ru_ru: Размер файла (%s) превышает максимальный размер файла - %s

# utils
source: File size (%s) is inferior to the required minimum file size of %s
de_de: Dateigröße (%s) hat das Maximum von %s erreicht
es_es: El tamaño de archivo (%s) es inferior al tamaño mínimo requerido de %s
pl_pl: Rozmiar pliku (%s) jest mniejszyod wymaganego minimum: %s
ru_ru: Размер файла (%s) меньше, чем минимальный разрешённый размер - %s

# utils
source: File type "%s" is not allowed
de_de: Dateityp "%s" ist nicht erlaubt
es_es: El tipo de archivo "%s" no está permitido
pl_pl: Pliki typu "%s" , nie są dozwolone
ru_ru: Файл типа "%s" не допускается к загрузке

# utils
source: Unkown error while uploading file.
de_de: Unbekannter Fehler beim Hochladen der Datei.
es_es: Error desconocido mientras se subía el archivo.
pl_pl: Nieznany błąd podczas przesyłania pliku.
ru_ru: Неизвестная ошибка при загрузке файла.

# utils
source: Uploaded file is not an image
de_de: Hochgeladene Datei ist kein Bild.
es_es: El archivo subido no es una imagen
pl_pl: Ładowany plik nie jest plikiem obrazu.
ru_ru: Загруженный файл не является изображением.

# utils
source: Image width (%s px) is inferior to minimum required width of %s px.
de_de: Die Bildbreite (%s px) ist kleiner als die benötigte Breite von %s px.
es_es: El ancho de la imagen (%s px) es inferior al mínimo requerido de %s px.
pl_pl: Szerokość obrazu (%s px) jest mniejsza od wymaganego minimum: %s px.
ru_ru: Ширина изображения меньше минимально разрешённой ширины - %s пиксел.

# utils
source: Image height (%s px) is inferior to minimum required height of %s px.
de_de: Die Bildhöhe (%s px) ist kleiner als die benötigte Mindesthöhe von %s px.
es_es: El alto de la imagen (%s px) es inferior al mínimo requerido de %s px.
pl_pl: Wysokość obrazu (%s px) jest mniejsza od wymaganego minimum: %s px.
ru_ru: Высота изображения меньше минимально разрешённой высоты - %s пиксел.

# utils
source: Image width (%s px) is greater than maximum allowed width of %s px.
de_de: Die Bildbreite (%s Pixel) ist größer als die maximal zulässige Breite von %s Pixel.
es_es: El ancho de la imagen (%s px) es superior al máximo permitido de %s px.
pl_pl: Szerokość obrazu (%s px) jest większa od dozwolonego maksimum: %s px.
ru_ru: Ширина изображения (%s пиксел) больше чем разрешённая максимальная ширина - %s пиксел.

# utils
source: Image height (%s px) is greater than maximum required height of %s px.
de_de: Die Bildhöhe (%s px) ist größer als die maximal zulässige Höhe von %s px.
es_es: El alto de la imagen (%s px) es superior al máximo permitido de %s px.
pl_pl: Wysokość obrazu (%s px) jest większa od dozwolonego maksimum: %s px.
ru_ru: Высота изображения (%s пиксел) больше чем разрешённая максимальная высота - %s пиксел.

# utils
source: Error while uploading file
de_de: Fehler während des Hochladens der Datei
es_es: Ocurrió un error mientras se subía el archivo
pl_pl: Błąd podczas przesyłania pliku.
ru_ru: Ошибка при загрузке файла

# delete listing
source: Your listing has been deleted.
de_de: Dein Eintrag wurde gelöscht.
es_es: Su listado ha sido eliminado.
pl_pl: Twoja oferta została usunięta.
ru_ru: Запись была удалена.
