Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# admin
source: Listing Fields / Images
de_de: Eintrag Felder / Bilder
pl_pl: Pola/Obrazy
ru_ru: Поля и Изображения записи

# admin
source: (Listing expired in this category)
de_de: (Der Eintrag ist in dieser Kategorie abgelaufen)
pl_pl: (Oferty wygasłe w tej kategorii)
ru_ru: (В этой рубрике запись истекла)

# admin
source: Expired
de_de: Abgelaufen
pl_pl: Wygasłe
ru_ru: Истекло

# admin
source: The listing has been published.
de_de: Der Eintrag wurde veröffentlicht.
pl_pl: Oferta została opublikowana.
ru_ru: Запись была опубликована.

# admin
source: The listing status has been set as paid.
de_de: Der Status des Eintrags wurde auf bezahlt gesetzt.
pl_pl: Zmieniono status oferty na zapłacono.
ru_ru: Статус записи помечен как оплачено.

# admin
source: The listing has been modified.
de_de: Der Eintrag wurde verändert.
pl_pl: Oferta została zmodyfikowana.
ru_ru: Запись была изменена.

# admin
source: The listing has been upgraded.
de_de: Der Eintrag wurde aktualisiert
pl_pl: Podniesiono status oferty.
ru_ru: Статус записи был поднят.

# admin
source: The listing has been downgraded.
de_de: Der Eintrag wurde zurück gesetzt.
pl_pl: Obniżono status oferty.
ru_ru: Статус записи был опущен.

# admin
source: The transaction has been approved.
de_de: Die Transaktion wurde genehmigt.
pl_pl: Transakcja została zatwierdzona.
ru_ru: Транзакция была утверждена.

# admin
source: The transaction has been rejected.
de_de: Die Transaktion wurde abgelehnt.
pl_pl: Transakcja została odrzucona.
ru_ru: Транзакция была отвергнута.

# admin
source: General
de_de: Allgemein
pl_pl: Główne
ru_ru: Основное

# admin
source: Fee Details
de_de: Preis Details
pl_pl: Szczegóły abonamentu
ru_ru: Тарифы

# admin
source: Transactions
de_de: Transaktionen
pl_pl: Transakcje
ru_ru: Транзакции

# admin
source: You have payments turned on but no gateway is active and properly configured. Go to <a href="%s">Manage Options - Payment</a> to change the payment settings. Until you change this, the directory will operate in <i>Free Mode</i>.
de_de: Bezahlungen sind aktiviert aber kein Gateway ist aktiv oder richtig konfiguriert. Nach <a href="%s">Optionen Verwalten - Bezahlung</a>, um die Bezahleinstellungen zu ändern. Das Verzeichnis wird im <i>kostenlosen Modus</i> ausgeführt, bis die Änderungen gemacht wurden.
pl_pl: Masz włączone płatności, ale nie masz aktywnej i właściwie skonfigurowanej bramki. Przejdź do <a href="%s">Zarządzaj Opcjami - Płatności</a> aby zmienić ustawienia. Do czasu wprowadzenia zmian, plugin będzie działał w <i>Trybie Bezpłatnym</i>.
ru_ru: В настройках включен платный режим, но платёжные шлюзы не активированы, или настроены не правильно. Перейдите в раздел <a href="%s">Управление Справочником - Тарифы</a> и настройте параметры платежей. Пока настройки не будут правильно сделаны, этот плагин будет работать в <i>Бесплатном Режиме</i>.

# admin
source: Payments History
de_de: Bezahlhistorie
pl_pl: Historia płatności
ru_ru: История платежа

# admin actions
source: Upgrade to Featured
de_de: Aktualisieren auf Eingestellt
pl_pl: Podnieś status do "Wyróżnione"
ru_ru: Поднять статус до Особой

# admin actions
source: Publish Listing
de_de: Eintrag veröffentlichen
pl_pl: Publikuj Ofertę
ru_ru: Опубликовать запись

# admin actions
source: Downgrade to Normal
de_de: Zurücksetzen auf Normal
pl_pl: Obniż status do "normalna"
ru_ru: Опустить статус до Обычная

# admin actions
source: Mark as Paid
de_de: Als Bezahlt Markieren
pl_pl: Oznacz jako zapłacone
ru_ru: Пометить как оплачено

# admin actions
source: Renew Listing
de_de: Eintrag erneuern
pl_pl: Odnów Ofertę
ru_ru: Продлить запись

# admin menu
source: CSV Import
ru_ru: Импорт из CSV

# admin menu
source: CSV Export
de_de: CVS Export
ru_ru: Экспорт в CSV

# admin menu
source: Main Menu
de_de: Hauptmenü
pl_pl: Główne menu
ru_ru: Панель управления

# admin menu
source: Uninstall Business Directory Plugin
de_de: Branchenverzeichnis deinstallieren
pl_pl: Odinstaluj Katalog Firm
ru_ru: Удалить плагин Справочника Услуг

# admin menu
source: Uninstall
de_de: Deinstallieren
pl_pl: Odinstaluj
ru_ru: Удалить

# admin infometabox
source: never
de_de: niemals
pl_pl: nigdy
ru_ru: никогда

# admin infometabox
source: General Info
de_de: Allgemeine Informationen
pl_pl: Główne informacje
ru_ru: Основная информация

# admin infometabox
source: Total Listing Cost
de_de: Gesamt Eintragskosten
pl_pl: Całkowity koszt oferty
ru_ru: Стоимость записи

# admin infometabox
source: Payment Status
de_de: Bezahlstatus
pl_pl: Status płatności
ru_ru: Статус оплаты

# admin infometabox
source: Featured (Sticky) Status
de_de: Unterstützter (unbeweglicher) Status
pl_pl: Status wyróżnienia (naklejka)
ru_ru: Статус специальной записи

# admin infometabox
source: CSV Import Sequence ID
de_de: CSV Import Sequenz ID
pl_pl: ID sekwencji importu CSV
ru_ru: Последовательный № импорта CSV

# admin infometabox
source: Mark listing as Paid
de_de: Eintrag als bezahlt markieren
pl_pl: Oznacz ofertę jako opłaconą
ru_ru: Пометить запись как Оплачена

# admin infometabox
source: %d image
de_de: %d Bild
pl_pl: %d obraz
ru_ru: %d изображение

# admin infometabox
source: Listing never expires
de_de: Eintrag endet nicht
pl_pl: Bezterminowy okres ważności
ru_ru: Запись никогда не истекает

# admin infometabox
source: %d day
de_de: %d Tag
pl_pl: %d dzień
ru_ru: %d день

# admin infometabox
source: No categories on this listing. Please add one to associate fees.
de_de: Keine Kategorie für diesen Eintrag. Bitte füge eine Kategorie hinzu um Preise zu assoziieren.
pl_pl: Nie ma kategorii dla tej oferty. Dodaj jedną aby stosować abonamenty.
ru_ru: У этой записи нет рубрик. Пожалуйста выберите рубрику, чтобы определить цену публикации.

# admin infometabox
source: (recurring)
de_de: (wiederkehrend)
pl_pl: (powtarzające się)
ru_ru: (периодически)

# admin infometabox
source: Expired
de_de: Abgelaufen
pl_pl: Upłynął termin ważności
ru_ru: Истекло

# admin infometabox
source: Payment Pending
de_de: Ausstehende Bezahlungen
pl_pl: Oczekujące na płatność
ru_ru: Ожидается платёж

# admin infometabox
source: OK
pl_pl: Wszystko w porządku
ru_ru: ДА

# admin infometabox
source: Fee
de_de: Eintrag
pl_pl: Abonament
ru_ru: Тариф

# admin infometabox
source: # Images
de_de: # Bilder
pl_pl: Liczba Obrazów
ru_ru: Картинок

# admin infometabox
source: Expired on
de_de: Läuft ab am
pl_pl: Upłynął termin ważności
ru_ru: Истекло

# admin infometabox
source: Expires on
de_de: Läuft ab am
pl_pl: Upłynął okres ważności
ru_ru: Истекает

# admin infometabox
source: Click to manually change expiration date.
de_de: Klicke hier um das Ablaufdatum zu ändern.
pl_pl: Kliknij aby ręcznie ustawić datę wygaśnięcia oferty.
ru_ru: Изменить дату истечения вручную.

# admin infometabox
source: Never expires
de_de: Eintrag läuft nie aus
pl_pl: Na zawsze
ru_ru: Никогда не истечёт

# admin infometabox
source: Edit
de_de: Bearbeiten
pl_pl: Edytuj
ru_ru: Изменить

# admin infometabox
source: See payment info
de_de: Bezahlinformationen anschauen
pl_pl: Zobacz informacje o płatności
ru_ru: Показать информацию о платеже

# admin infometabox
source: Renewal URL (copy & paste)
de_de: URL Erneuern (kopieren & einfügen)
pl_pl: Adres URL odnowienia (kopiuj i wklej)
ru_ru: Ссылка для продления (для копирования)

# admin infometabox
source: Show renewal link
de_de: Erneuerungslink anzeigen
pl_pl: Pokaż adres URL odnowienie
ru_ru: Показать ссылку на продление

# admin infometabox
source: Send renewal e-mail to user
de_de: Erneuerungsmail an Benutzer schicken
pl_pl: Wysyłaj do użytkownika e-mail o odnowieniu
ru_ru: Послать уведомление о продлении автору по электронной почте

# admin infometabox
source: Renew manually...
de_de: Manuell erneuern...
pl_pl: Ręczne Odnowienie oferty
ru_ru: Продлить вручную...

# admin infometabox
source: Change fee...
de_de: Preis ändern
pl_pl: Zmień Abonament
ru_ru: Изменить цену...

# admin infometabox
source: Remove category
de_de: Kategorie entfernen
pl_pl: Usuń Ktegorię
ru_ru: Удалить рубрику

# admin infometabox
source: Fee Information
de_de: Preisinformation
pl_pl: Informacje o abonamencie
ru_ru: Информация о тарифах

# admin infometabox
source: Payment Mode:
de_de: Bezahlmodus:
pl_pl: Tryb Płatny
ru_ru: Режим оплаты:

# admin infometabox
source: Paid
de_de: Bezahlt
pl_pl: Zapłacone
ru_ru: Платный

# admin infometabox
source: Free
de_de: Kostenlos
pl_pl: Tryb Bezpłatny
ru_ru: Бесплатно

# admin infometabox
source: To change your payment mode, go to <a href="%s">Payment Settings</a>.
de_de: Um dein Bezahlungsmodus zu ändern, gehe zu <a href="%s">Bezahlung Einstellungen</a>.
pl_pl: Aby zmienić Tryb Bezpłatny na Płatny i odwrotnie, przejdź do <a href="%s">Ustawienia Płatności</a>.
ru_ru: Чтобы настроить режим оплаты, перейдите в панель <a href="%s">Настройки Платежей</a>.

# admin infometabox
source: Note: In Free mode, the fee plans will always be set to "Free Listing" below.
de_de: Notiz: Im kostenlosen Modus werden alle Preispläne immer auf "Kostenlose Einträge" gesetzt.
pl_pl: nformacja: W trybie bezpłatnym, abonamenty zawsze będą ustawione jako "Bezpłatny Katalog".
ru_ru: Примечание: в Бесплатном режиме тарифы всегда будут равны тому, как указано для "Бесплатной Записи".

# admin infometabox
source: Renew listing in all expired categories
de_de: Erneuere alle Einträge in abgelaufenen Kategorien
pl_pl: Odnowienie ofert we wszystkich wygasłych kategoriach
ru_ru: Продлить записи во всех истекших рубриках

# admin infometabox
source: Categories for this listing
de_de: Kategorie für diesen Eintrag
pl_pl: Kategorie dla tej oferty
ru_ru: Рубрики этой записи

# admin infometabox
source: Initial Payment
de_de: Initialbezahlung
pl_pl: Inicjacja Płatności
ru_ru: Начальный платёж

# admin infometabox
source: Listing Edit
de_de: Eintrag bearbeiten
pl_pl: Edycja oferty
ru_ru: Изменить

# admin infometabox
source: Listing Renewal
de_de: Eintrag erneuern
pl_pl: Odświeżenie oferty
ru_ru: Продление

# admin infometabox
source: Upgrade to sticky
de_de: Aktualisierung zu schwierig
pl_pl: Podnieś status do "Wyróżnione/Naklejka"
ru_ru: Поднять статус до Особой

# admin infometabox
source: Amount
de_de: Preis
pl_pl: Kwota
ru_ru: Сумма

# admin infometabox
source: Gateway
pl_pl: Bramka
ru_ru: Шлюз

# admin infometabox
source: Processed on
de_de: Bearbeitet in
pl_pl: Przetwarzane na
ru_ru: Обработано

# admin infometabox
source: Processed by
de_de: Bearbeitet von
pl_pl: Przetwarzane przez
ru_ru: Обработано

# admin payments
source: Payment Details
de_de: Bezahldetails
pl_pl: Szczegóły płatności
ru_ru: Детали платежа

# admin payments
source: Payment #%d
de_de: Bezahlung #%d
pl_pl: Płatność #%d
ru_ru: Платёж № %d

# admin payments
source: Created on
de_de: Erstellt am
pl_pl: Utworzony przez
ru_ru: Создан

# admin payments
source: Approve payment
de_de: Genehmige Bezahlung
pl_pl: Zatwierdzenie płatności
ru_ru: Утвердить платёж

# admin payments
source: Reject payment
de_de: Bezahlung zurückweisen
pl_pl: Odrzucenie płatności
ru_ru: Отказать в платеже

# admin compat
source: Installed: %s
de_de: Installiert: %s
pl_pl: zainstalowane: %s
ru_ru: Установлено: %s

# admin compat
source: N/A
de_de: keine Angabe
ru_ru: Х/З

# admin compat
source: Required: %s
de_de: Pflichtfeld: %s
pl_pl: Wymagane: %s
ru_ru: Требуется: %s

# admin compat
source: Business Directory has detected some incompatible premium module versions installed.
de_de: Branchenverzeichnis hat festgestellt, dass einige inkompatible Premium Modul Versionen installiert sind.
pl_pl: Katalog Firm wykrył pewne niezgodne zainstalowane wersje modułów Premium.
ru_ru: Плагин обнаружил некоторые несовместимые платные модули.

# admin compat
source: Please upgrade to the required versions indicated below to make sure everything functions properly.
de_de: Bitte die benötigten Versionen siehe unten aktualisieren, um sicher zu sein, dass alles korrekt funktioniert.
pl_pl: Prosimy zaktualizować do wymaganych wersji jak wskazano poniżej, aby upewnić się, że wszystko będzie funkcjonować prawidłowo.
ru_ru: Пожалуйста обновите до необходимой версии, указанной ниже, чтобы убедиться, что все функции будут работать правильно.

# admin csv-export
source: Sticky/featured status
de_de: Unterstützter/Unbeweglicher Status
pl_pl: Naklejka / Wyróżniony status
ru_ru: Статус особой записи

# themes
source: Deactivate License
de_de: Lizenz Deaktivieren
pl_pl: Dezaktywacja Licencji
ru_ru: Деактивировать лицензию

# themes
source: Deactivating license...
de_de: Deaktiviere Lizenz...
pl_pl: Dezaktywowanie Licencji
ru_ru: Деактивация лицензии...

# themes
source: Activate License
de_de: Aktiviere Lizenz
pl_pl: Aktywacja Licencji
ru_ru: Активировать лицензию

# themes
source: Activating license...
de_de: Aktiviere Lizenz...
pl_pl: Aktywowanie Licencji
ru_ru: Активация лицензии...

# admin themes
source: Available Themes
de_de: verfügbare Bilder:
ru_ru: Настроить метки темы

# admin themes
source: Licenses
de_de: Lizenz
pl_pl: Licencje
ru_ru: Лицензии

# licensing
source: Business Directory - License Key Required
de_de: Branchenverzeichnis - Lizenzschlüssel erforderlich
pl_pl: Katalog firm - wymagany Klucz Licencji
ru_ru: Справочник Услуг - Требуется Лицензионный Ключ

# licensing
source: The following premium modules will not work until a valid license key is provided. Go to <a>Manage Options - Licenses</a> to enter your license information.
de_de: Folgende Premium Module funktionieren nicht, bis ein gültiger Lizenzschlüssel angegeben wurde. Gehen Sie zu <a>Optionen verwalten - Lizenzen</a>, um Ihre Lizenzinformation einzugeben.
pl_pl: Poniższye moduły premium nie będą pracowały do momentu wprowadzenia klucza licencji. Przejdź do <a>Zarządzanie opcjami - Licencje</a>aby wprowadzić informacje o licencji.
ru_ru: Следующие платные модули не будут работать пока не будет предоставлен корректный лицензионный ключ. Перейдите в раздел <a>Управление / Лицензии</a> и введите Вашу лицензионную информацию.

# licensing
source: Business Directory - License Key Expired
de_de: Branchenverzeichnis - Lizenzschlüssel abgelaufen
pl_pl: Katalog firm - wygasł Klucz Licencji
ru_ru: Справочник Услуг - Лицензионный Ключ Истёк

# licensing
source: The license key for <span class="module-name">%s %s</span> has expired. The module will continue to work but you will not receive any more updates until the license is renewed.
de_de: Der Lizenzschlüssel für <span class="module-name">%s %s</span> ist abgelaufen. Das Modul wird weiter ausgeführt, jedoch nicht weiter aktualisiert, bis ein neuer Lizenzschlüssel eingegeben wurde.
pl_pl: Klucz licencyjny <span class="module-name">do% s% s</span> wygasł. Moduł będzie nadal działać, ale nie będzie już otrzymywać żadnych aktualizacji do czasu odnowienia licencji.
ru_ru: Лицензионный ключ для модуля <span class="module-name">%s %s</span> истёк. Модуль продолжить работать, но обновлений для него Вы больше не получите, пока лицензия не будет продлена.

# licensing
source: Remind me later
de_de: Erinnere mich später
pl_pl: Przypomnij później
ru_ru: Напомнить мне позже

# licensing
source: Renew License Key
de_de: Erneuere Lizenzschlüssel
pl_pl: Odśwież Klucz Licencji
ru_ru: Обновить лицензионный ключ

# fees admin
source: Fee enabled.
de_de: Preis gelöscht.
pl_pl: Abonament usunięty
ru_ru: Тариф удалён.

# fees admin
source: Fee updated.
de_de: Preis aktualisiert.
pl_pl: Abonament zaktualizowany
ru_ru: Тариф сохранён.

# fees admin
source: Fee deleted.
de_de: Preis gelöscht.
pl_pl: Abonament usunięty
ru_ru: Тариф удалён.

# fees admin
source: Featured/Sticky
de_de: unterstützter (unbeweglicher) Status
pl_pl: Status wyróżnienia (naklejka)
ru_ru: Статус "Особая"

# fees admin
source: No
de_de: Nein
pl_pl: LIS
ru_ru: Ноя

# fees admin
source: Fee Amount
de_de: Preismenge
pl_pl: Ilość abonamentu
ru_ru: Стоимость

# fees admin
source: Listing run in days
de_de: Eintrag in Tagen
pl_pl: Emisja oferty w dniach
ru_ru: Длительность действия записи

# fees admin
source: Apply to category
de_de: der Kategorie zuweisen
pl_pl: Zastosuj dla kategorii
ru_ru: Применить к рубрике

# fees admin
source: * All Categories *
de_de: * Alle Kategorien *
pl_pl: * Wszystkie Kategorie *
ru_ru: * Все рубрики *

# fees admin
source: Add Fee
de_de: Preis Erstellen
pl_pl: Dodaj abonament
ru_ru: Добавить тариф

# fees admin
source: Update Fee
de_de: Preis Aktualisierung
pl_pl: Aktualizacja abonamentu
ru_ru: Обновить тариф

# fees admin
source: Delete Listing Fee
de_de: Preis Eintragslöschung
pl_pl: Usuń abonament oferty
ru_ru: Удалить тариф записи

# fees admin
source: Are you sure you want to disable the "%s" fee?
de_de: Bist du sicher, dass du diesen "%s" Preis löschen möchtest?
pl_pl: Jesteś pewien, że chcesz usunąć abonament "%s"?
ru_ru: Вы уверены, что хотите удалить тариф "%s"?

# fees admin
source: Are you sure you want to delete the "%s" fee?
de_de: Bist du sicher, dass du diesen "%s" Preis löschen möchtest?
pl_pl: Jesteś pewien, że chcesz usunąć abonament "%s"?
ru_ru: Вы уверены, что хотите удалить тариф "%s"?

# form-fields admin
source: No
de_de: Nein
pl_pl: LIS
ru_ru: Ноя

# admin metabox
source: Pending Upgrade
de_de: Ausstehende Aktualisierung
pl_pl: Oczekujące na zmianę statusu
ru_ru: Ожидается подтверждение

# debug-info
source: BD Options
de_de: Branchenbuch Optionen
pl_pl: Katalog Firm Opcje
ru_ru: Параметры плагина

# debug-info
source: Environment
de_de: Umgebung
pl_pl: Środowisko
ru_ru: Параметры сервера

# admin settings
source: General
de_de: Allgemein
pl_pl: Główne
ru_ru: Основное

# admin settings
source: Data Collection
de_de: Datenkollektion
pl_pl: Zbiór danych
ru_ru: Сбор данных

# admin settings
source: Allow BD to anonymously collect information about your installed plugins, themes and WP version?
de_de: BD erlauben anonym Informationen zu sammeln über deine Erweiterungen, Themen und WP-version?
pl_pl: Pozwalać Pluginowi BD na zbieranie danych dotyczących zainstalowanych szblonów, pluginów i wersji WP?
ru_ru: Разрешить плагину собирать анонимную информацию об установленных у Вас плагинах, темах и версии WordPress?

# admin settings
source: Permalink Settings
de_de: Permalink Einstellungen
pl_pl: Ustawienia linków
ru_ru: Постоянные ссылки

# admin settings
source: Directory Listings Slug
de_de: Verzeichniseintrag Entwurf
pl_pl: Slug Katalogu Firm
ru_ru: Ярлык раздела справочник

# admin settings
source: Categories Slug
de_de: Kategorie Entwurf
pl_pl: Slug Kategorii
ru_ru: Ярлык рубрик справочника

# admin settings
source: The slug can't be in use by another term. Avoid "category", for instance.
de_de: Der Entwurf kann nicht von anderen Ausdrücken verwendet werden. Meide "Kategorie" für diese Instanz.
pl_pl: Slug nie może być użyty dla innych warunków. Unikać dla przykładu "kategoria".
ru_ru: <br />ВНИМАНИЕ: этот ярлык должен отличаться от любых других ярлыков WordPress. Например, нельзя использовать ярлык "category".

# admin settings
source: Tags Slug
de_de: Tags Entwurf
pl_pl: Slug Tagów
ru_ru: Ярлык меток справочника

# admin settings
source: The slug can't be in use by another term. Avoid "tag", for instance.
de_de: Der Entwurf kann nicht von anderen Ausdrücken verwendet werden. Meide "tag" für diese Instanz.
pl_pl: Slug nie może być użyty dla innych warunków. Unikać dla przykładu "tag".
ru_ru: <br />ВНИМАНИЕ: этот ярлык должен отличаться от любых других ярлыков WordPress. Например, нельзя использовать ярлык "tag".

# admin settings
source: Prior to 3.5.1, we included the ID in the listing URL, like "/business-directory/1809/listing-title". Check this setting to remove the ID for better SEO.
de_de: Vor Version 3.5.1 haben wir die ID in die Listing-URL aufgenommen, wie zB "/business-directory/1809/listing-title". Klicken Sie diese Einstellung, um die ID aus der URL zu entfernen um einen SEO und Benutzerfreundlichkeits-Mehrwert zu erhalten.
pl_pl: Zgodnie z zaleceniami wersji 3.5.1, dołączamy nr ID do linku URL. Wygląda to następująco "/business-directory/1809/listing-title". Zaznacz tą opcje aby polepszyć SEO.
ru_ru: <br />До версии 3.5.1 плагина мы включали номер записи в адрес URL, например "/business-directory/1809/listing-title". Для лучшей поисковой оптимизации установите этот параметр.

# admin settings
source: Remove listing ID from directory URLs?
de_de: Entferne Eintrag ID von diesen Verzeichnis URLs?
pl_pl: Usuwać ID oferty z linków URL?
ru_ru: Удалить номер записи из адреса URL?

# admin settings
source: reCAPTCHA Settings
de_de: reCAPTCHA Einstellungen
pl_pl: Ustawienia reCAPTCHA
ru_ru: Настройки reCAPTCHA

# admin settings
source: Need API keys for reCAPTCHA? Get them <a>here</a>.
de_de: Brauchst du API Schlüssel für reCAPTCHA? <a>Hier</a> bekommst du sie.
pl_pl: Potrzebujesz klucza API dla reCAPTCHA? Jest <a>tutaj</a>.
ru_ru: Если Вам требуется получить новые ключи API для reCAPTCHA, то откройте <a>эту страницу</a>.

# admin settings
source: Use reCAPTCHA for contact forms
de_de: Benutze reCAPTCHA für Kontaktformen
pl_pl: Użyj reCAPTCHA dla formularza kontaktu.
ru_ru: Использовать reCAPTCHA в контактных формах?

# admin settings
source: Use reCAPTCHA for listing submits
de_de: Benutze reCAPTCHA für Eintragzusendungen
pl_pl: Użyj reCAPTCHA dla wiadomości do właściciela oferty.
ru_ru: Использовать reCAPTCHA при создании записи?

# admin settings
source: Use reCAPTCHA for listing comments?
de_de: Benutze reCAPTCHA für Eintragkommentare?
pl_pl: Użyć reCAPTCHA dla komentarzy ofert?
ru_ru: Использовать reCAPTCHA в форме комментариев?

# admin settings
source: reCAPTCHA Public Key
de_de: reCAPTCHA öffentlicher Schlüssel
pl_pl: reCAPTCHA Klucz publiczny
ru_ru: Публичный ключ reCAPTCHA

# admin settings
source: reCAPTCHA Private Key
de_de: reCAPTCHA privater Schlüssel
pl_pl: reCAPTCHA Klucz prywatny
ru_ru: Секретный ключ reCAPTCHA

# admin settings
source: We expect that a membership plugin supports the 'redirect_to' parameter for the URLs below to work. If the plugin does not support them, these settings will not function as expected. Please contact the membership plugin and ask them to support the WP standard 'redirect_to' query parameter.
ru_ru: Мы предполагаем, что плагин для управлением членством на Вашем сайте поддерживает параметр URL называемый 'redirect_to'. Если такой плагин установлен на Вашем сайте, и он не совместим с этим параметром, то мы просим Вас связаться с его разработчиками и попросить включить поддержку 'redirect_to' - стандартного параметра запроса WordPress.

# admin settings
source: Registration Settings
de_de: Registrierung Einstellungen
pl_pl: Ustawienia Rejestracji
ru_ru: Настройки регистрации

# admin settings
source: Require login to post listings?
de_de: Zurück zum Eintrag.
pl_pl: Żądać zalogowania aby umożliwić zamieszczanie ofert?
ru_ru: Требовать регистрацию для авторов записей?

# admin settings
source: Login URL
de_de: Login
pl_pl: Logowanie
ru_ru: Cтраница входа в сайт

# admin settings
source: URL of your membership plugin's login page. Only enter this if using a membership plugin or custom login page.
de_de: URL deiner Mitgliedserweiterung Registrierungsseite. Nur verwenden wenn du ein Membership Plugin oder eine benutzerdefinierte Registrierungseite benutzt.
pl_pl: Adres URL do strony rejestracji pluginów (tylko członkostwo). Wprowadź, jeśli jesteś zarejestrowanym członkiem i posiadasz pluginy lub indywidualne ustawienia stron.
ru_ru: <br />Адрес URL <u>страницы входа</u> на Ваш сайт, с учётом плагина членства, если таковой установлен. Указывайте адрес только тогда, когда Вы пользуетесь плагином членства, или когда адрес страницы входа отличается от стандартной для WordPress.

# admin settings
source: Registration URL
de_de: Registrierungs URL
pl_pl: Rejestracja na URL
ru_ru: Страница регистрации
