Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# themes
source: <a><b>Directory Themes</b></a> are pre-made templates for the <i>Business Directory Plugin</i> to change the look of the directory quickly and easily. We have a number of them available for purchase <a>here</a>.
de_de: <a><b>Verzeichnis-Themes</ b></a> sind vorgefertigte Vorlagen für das <i>Business Directory Plugin</ i>, um das Aussehen des Verzeichnisses schnell und einfach zu ändern. Wir haben eine Anzahl vom <a>Themes zum Kauf</a>.
es_es: Los <a><b>Temas del Directorio</b></a> son plantillas prefabricadas para <i>Business Directory Plugin</i> que permiten cambiar la apariencia y comportamiento del directorio rápida y fácilmente. Tenemos varios temas disponibles para compra <a>aquí</a>.

# themes
source: They are <strong>different</strong> than your regular WordPress theme and they are <strong>not</strong> a replacement for WP themes either. They will change the look and feel of your business directory only.
de_de: Diese <strong>unterscheiden</ strong> sich von Ihren regulären WordPress-Themes und sie sind <strong>kein</ strong> Ersatz für WP-Themes. Sie werden das Aussehen und den Eindruck Ihres Verzeichnisses nur visuell Ändern.
es_es: Son <strong>diferentes</strong> de los temas regulares de WordPress y <strong>no son</strong>un reemplazo de estos tampoco. Nuestros temas únicamente cambiarán la apariencia del directorio.

# admin themes
source: Business Directory Plugin - Your template overrides need to be reviewed!
de_de: Business Directory Plugin - Das überschreiben Ihrer Vorlage muss überprüft werden!
es_es: Business Directory Plugin - ¡Las plantillas que sobreescribió deben ser revisadas!

# admin themes
source: Starting with version 4.0, Business Directory is using a new theming system that is not compatible with the templates used in previous versions.
de_de: Seit Version 4.0 verwendet Business Directory ein neues System, das mit den Vorlagen, die in früheren Versionen verwendet wurden, nicht kompatibel ist.
es_es: A partir de la versión 4.0, Business Directory utiliza un nuevo sistema de plantillas y temas que no es compatible con las plantillas utilizadas en versiones previas.

# admin themes
source: Because of this, your template overrides below have been disabled. You should <a>review our documentation on customization</a> in order adjust your templates.
de_de: Aus diesem Grund wurden Ihre Vorlagenüberschreibungen unten deaktiviert. Sie sollten unsere <a>Dokumentation zur Anpassung</a> lesen, um Ihre Vorlagen anzupassen.
es_es: Debido a esto, las plantillas que sobreescribió han sido deshabilitadas. Debe <a>revisar nuestra documentación</a> para ajustar sus plantillas.

# fees order
source: Label
de_de: Bezeichnung
es_es: Nombre
pl_pl: Etykieta
ru_ru: По метке

# fees order
source: Amount
de_de: Preis
es_es: Precio
pl_pl: Kwota
ru_ru: Стоимость

# fees order
source: Duration
de_de: Zeitraum
es_es: Duración
pl_pl: Czas trwania
ru_ru: По сроку действия

# fees order
source: Images
de_de: Bilder
es_es: No. de Imágenes
pl_pl: Obrazy
ru_ru: По изображениям

# fees order
source: Custom Order
de_de: Benutzerdefinierte Reihenfolge
es_es: Orden Especial
pl_pl: Niestandardowe sortowanie
ru_ru: Собственный порядок

# fees admin
source: Fee plan added.
es_es: Comisión agregada.

# fees admin
source: Fee plan updated.
es_es: Comisión actualizada.

# fees admin
source: Fee "%s" deleted.
es_es: Comisión “%s” eliminada.

# fees admin
source: Fee disabled.
de_de: Preis gelöscht.
es_es: Comisión deshabilitada.
pl_pl: Abonament usunięty
ru_ru: Тариф удалён.

# fees admin
source: fee
de_de: Preis
es_es: comisión
pl_pl: Abonament
ru_ru: тариф

# fees admin
source: fees
de_de: Preise
es_es: comisiones
pl_pl: Abonamenty
ru_ru: тарифы

# fees admin
source: There are no fees right now. You can <a>create one</a>, if you want.
de_de: Es gibt derzeit keine Angebote. Sie können jetzt <a>ein Angebot erstellen</a>.
es_es: No hay comisiones configuradas ahora. Puede <a>crear una</a> si lo desea.

# fees admin
source: Active
de_de: Nur Aktiv
es_es: Activas
pl_pl: Tylko aktywne
ru_ru: Активно:

# fees admin
source: Not Available
de_de: verfügbare Bilder:
es_es: No Disponibles
pl_pl: Dostępne miejsca na Obrazy:
ru_ru: Свободных мест для загрузки изображений:

# fees admin
source: Disabled
de_de: Inaktiv
es_es: Deshabilitadas

# fees admin
source: There are no "%s" fees right now. You can <a>create one</a>, if you want.
de_de: Es gibt derzeit "%s" Angebote. Sie können jetzt <a>ein Angebot erstellen</a>.
es_es: No hay comisiones "%s" ahora. Puede <a>crear una</a> si lo desea.

# fees admin
source: Label
de_de: Bezeichnung
es_es: Nombre
pl_pl: Etykieta
ru_ru: Метка

# fees admin
source: Amount
de_de: Preis
es_es: Precio
pl_pl: Kwota
ru_ru: Стоимость

# fees admin
source: Duration
de_de: Zeitraum
es_es: Duración
pl_pl: Czas trwania
ru_ru: Срок действия

# fees admin
source: Images
de_de: Bilder
es_es: No. de Imágenes
pl_pl: Obrazy
ru_ru: Изображений

# fees admin
source: Attributes
es_es: Atributos

# fees admin
source: This is the default free plan for your directory. You can't delete it and it's always free, but you can edit the name and other settings. It's only available when the directory is in Free mode. You can always create other fee plans, including ones for 0.00 (free) if you wish.
de_de: Dies ist der kostenlose Standard-Eintrag für Ihr Verzeichnis. Sie können es nicht löschen und es ist immer kostenlos, aber Sie können den Namen und andere Einstellungen bearbeiten. Es ist nur verfügbar, wenn sich das Verzeichnis im kostenlos Modus befindet. Sie können immer andere Gebührenpläne erstellen, auch für 0,00 (frei), wenn Sie es wünschen.
es_es: Este es el plan de comisión gratuito por defecto. No se puede eliminar y es siempre gratis, pero puede editar su nombre y demás configuraciones. Está disponible únicamente cuando el directorio opera en modo gratuito. Siempre puede crear otras comisiones, incluyendo gratuitas (0.00) si lo desea.

# fees admin
source: Edit
de_de: Bearbeiten
es_es: Editar
pl_pl: Edytuj
ru_ru: Изменить

# fees admin
source: Disable
de_de: Deaktivieren
es_es: Deshabilitar

# fees admin
source: Enable
de_de: Aktivieren
es_es: Habilitar

# fees admin
source: Delete
de_de: Löschen
es_es: Eliminar
pl_pl: Usuń
ru_ru: Удалить

# fees admin
source: <strong>Fee ID:</strong> <fee-id>
es_es: <strong>ID de la comisión:</strong> <fee-id>

# fees admin
source: %1$s + %2$s per category
es_es: %1$s + %2$s por categoría

# fees admin
source: Forever
de_de: Für immer
es_es: Para siempre
pl_pl: Na zawsze
ru_ru: Вечно

# fees admin
source: %d day
de_de: %d Tag
es_es: %d día
pl_pl: %d dzień
ru_ru: %d день

# fees admin
source: %d image
de_de: %d Bild
es_es: %d imagen
pl_pl: %d obraz
ru_ru: %d изображение

# fees admin
source: All categories
de_de: Alle Kategorien
es_es: Todas las categorías
pl_pl: Wszystkie Kategorie
ru_ru: Все рубрики

# fees admin
source: Unavailable
es_es: No disponible

# fees admin
source: Sticky
es_es: Destacado

# fees admin
source: Recurring
es_es: Recurrente

# fees admin
source: Private
es_es: Privado

# fees admin
source: Listing
es_es: Listado

# fees admin
source: Date
es_es: Fecha

# fees admin
source: Payment History
es_es: Historia Transaccional

# fees admin
source: Status
es_es: Estado
ru_ru: Новый статус:

# fees admin
source: Add Listing Fee
de_de: Preispaket hinzufügen
es_es: Agregar Comisión de Listado
pl_pl: Dodaj Abonament oferty
ru_ru: Добавить тариф

# fees admin
source: Edit Listing Fee
de_de: Eintrag Bearbeiten
es_es: Editar Comisión
pl_pl: Edycja Firmy
ru_ru: Изменить запись

# fees admin
source: Fee Label
de_de: Preisbezeichnung
es_es: Nombre Comisión
pl_pl: Etykieta abonamentu
ru_ru: Название тарифа

# fees admin
source: Fee Description
de_de: Beschreibung
es_es: Descripción de la comisión
pl_pl: Opis pola
ru_ru: Описание

# fees admin
source: How long should the listing run?
es_es: ¿Cuanto tiempo debe estar activo el listado?

# fees admin
source: run listing for
de_de: Eintrag ausführen für
es_es: listar por
pl_pl: Emisja oferty do
ru_ru: показывать запись в течение

# fees admin
source: days
de_de: Tage
es_es: días
pl_pl: dni
ru_ru: дней(я)

# fees admin
source: run listing forever
de_de: Eintrag dauerhaft ausführen
es_es: listar por siempre
pl_pl: Emisja oferty na zawsze
ru_ru: показывать запись пожизненно

# fees admin
source: Number of images allowed
de_de: Erlaubte Anzahl der Bilder
es_es: Número de imágenes permitidas
pl_pl: Liczba dozwolonych obrazów
ru_ru: Количество разрешённых изображений

# fees admin
source: Private Fee Plan (visible to admins only)?
es_es: Plan de tarifa privado (visible solo para administradores)?

# fees admin
source: Is recurring?
es_es: ¿Es recurrente?

# fees admin
source: Should the listing auto-renew at the end of the listing term?
es_es: ¿Renovar el listado automáticamente cuando termine el periodo activo?

# fees admin
source: Is featured listing/sticky?
de_de: Top Einträge
es_es: ¿Es destacado?
pl_pl: Wyróżnione Firmy
ru_ru: Особые записи

# fees admin
source: This floats the listing to the top of search results and browsing the directory when the user buys this plan.
de_de: Dies Platziert den Eintrag an die Spitze der Suchergebnisse und durchsucht das Verzeichnis, wenn der Benutzer dieses Angebot kauft.
es_es: Hace que el listado aparezca arriba en los resultados de búsqueda y mientras se explore el directorio.

# fees admin
source: Listing background color:
es_es: Color de fondo para el listado:

# fees admin
source: Reset Color
es_es: Restablecer

# fees admin
source: Used to differentiate listings inside this plan from others.
es_es: Utilizado para diferenciar listados publicados en este plan de los listados publicados en otros.

# fees admin
source: Plan Category Policy:
es_es: Configuración de categorías:

# fees admin
source: Plan applies to all categories
es_es: La comisión aplica para todas las categorías

# fees admin
source: Plan applies to only certain categories
es_es: La comisión aplica solo para ciertas categorías

# fees admin
source: Limit plan to the following categories:
es_es: Limitar el uso de esta comisión a las siguientes categorías:

# fees admin
source: Click to add categories to the selection.
es_es: Haga click para agregar categorías a la selección.

# fees admin
source: Pricing
es_es: Precio

# fees admin
source: Pricing model
es_es: Modelo de precio

# fees admin
source: Flat price
es_es: Precio fijo

# fees admin
source: Different price for different categories
es_es: Diferente para diferentes categorías

# fees admin
source: Base price plus an extra amount per category
es_es: Precio base más una cantidad adicional por cada categoría

# fees admin
source: Fee Price
es_es: Precio

# fees admin
source: Prices per category
es_es: Precios por categoría

# fees admin
source: Category
es_es: Categoría

# fees admin
source: Price
es_es: Precio

# fees admin
source: Extra amount (per category)
es_es: Cantidad extra (por categoría)

# fees admin
source: Save Changes
es_es: Guardar Cambios

# fees admin
source: Add New Listing Fee
de_de: Neues Preispaket erstellen
es_es: Agregar Nueva Comisión de Listado
pl_pl: Dodaj nowy abonament
ru_ru: Добавить тариф

# fees admin
source: Payments are currently turned off.
de_de: Bezahlungen sind derzeit nicht aktiviert.
es_es: Los pagos se encuentran actualmente deshabitados.
pl_pl: Płatność jest aktualnie wyłączona.
ru_ru: Платежи на настоящее время отключены.

# fees admin
source: To manage fees you need to go to the <a>Manage Options - Payment</a> page and check the box next to 'Turn On Payments' under 'Payment Settings'.
de_de: Um Preise zu verwalten gehe zu <a>Optionen verwalten - Bezahlungen</a> und aktiviere die Box 'Bezahlungen aktivieren' unter 'Bezahlungen Einstellungen'
es_es: Para poder utilizar comisiones debe ir a la página de <a>Configuraciones - Configuración de Pagos</a> y habilitar "Activar Pagos?".
pl_pl: Aby zarządzać abonamentami musisz iść do <a> Opcje Zarządzania- Płatności </a> i zaznaczyć pole wyboru "Włącz" w "Ustawienia płatności".
ru_ru: Для управления тарифами Вам надо перейти в раздел <a>Настройки / Оплата</a> и включить параметр "Включить поддержку платного режима".

# fees admin
source: Order fees on the frontend by:
de_de: Preise auf der Webseite sortieren nach:
es_es: Ordenar comisiones del lado del usuario por:
pl_pl: Sortuj abonamenty według:
ru_ru: Сортировать тарифы:

# fees admin
source: ↑ Ascending
de_de: ↑ Aufsteigend
es_es: Ascendente
pl_pl: ↑ Rosnąco
ru_ru: ↑ По возрастанию

# fees admin
source: ↓ Descending
de_de: ↓ Absteigend
es_es: Descendente
pl_pl: ↓ Malejąco
ru_ru: ↓ По убыванию

# fees admin
source: Drag and drop to re-order fees.
de_de: Ziehen um Preise wiederholt zu beauftragen.
es_es: Arrastre y suelte para reordenar las comisiones.
pl_pl: Złap i upuść aby uporządkować abonamenty
ru_ru: Поменяйте порядок тарифов перетаскивая их здесь.

# fees admin
source: These are all of the fee plans displayed to the user when they place a listing. Your current mode of "%s" restricts what you see here. Those on the <a>Not Available</a> filter will become active when you change the payment mode.
de_de: Dies sind alle kostenlose Gebührenpläne, die dem Benutzer angezeigt werden, wenn dieser einen Eintrag erstellt. Ihr aktueller Modus von "%s" beschränkt, was Sie hier sehen. Die auf dem <a>Nicht verfügbar</a> Filter werden aktiv, wenn Sie den Zahlungsmodus ändern.
es_es: Estos son todos los planes de comisión disponibles para un usuario cuando envíe su listado. El modo actual de "%s" restringe lo que se ve aquí. Aquellos planes en el filtro <a>No Disponible</a> se volverán activos cuando cambie el modo de pago del directorio.

# fees admin
source: Paid
de_de: Bezahlt
es_es: Pagado
pl_pl: Zapłacone
ru_ru: Оплачено

# fees admin
source: Free
de_de: Kostenlos
es_es: Gratuito
pl_pl: Tryb Bezpłatny
ru_ru: Бесплатно

# fees admin
source: These are all of the fee plans that aren't available because you're in "%s" mode. Those on the Active filter will become Not Available when you change the payment mode.
de_de: Dies sind alle Gebührenpläne, die nicht verfügbar sind, weil Sie im Modus "%s" sind. Diejenigen, die auf dem aktivem Filter sind, werden nicht mehr verfügbar sein, wenn Sie den Zahlungsmodus ändern.
es_es: Estos son todas las comisiones que no están disponibles porque el directorio opera en modo "%s". Aquellas en el filtro Activas se convertirán en No Disponibles cuando cambie el modo.

# fees admin
source: These fee plans were disabled by the admin and will not show to the end user regardless of mode until you enable them.
de_de: Diese Gebührenpläne wurden durch den Administrator deaktiviert und werden dem Endbenutzer nicht angezeigt. Dies ist unabhängig vom Modus angezeigt, bis diese aktiviert werden.
es_es: Estas comisiones fueron deshabilitadas por el administrador y no se mostrarán al usuario sin importar el modo de operación del directorio.

# fees admin
source: These are all of the fee plans you have configured. Not all of them are available for the current mode (currently set to "%s"). To see the fee plans for this mode click <a>Active</a>.
de_de: Dies sind alle kostenlose Tarife, die Sie konfiguriert haben. Nicht alle sind für den aktuellen Modus verfügbar (aktuell auf "%s" eingestellt). Um die Tarife für diesen Modus zu sehen, klicken Sie bitte auf <a>Aktiv</a>.
es_es: Estos son todas las comisiones que tiene configuradas. No todas están disponibles para el modo actual (ahora "%s"). Para ver todos los planes para este modo haga click en <a>Activas</a>.

# form-fields admin
source: form field
de_de: Formularfeld
es_es: campo de formulario
pl_pl: Pole formularza
ru_ru: поле формы

# form-fields admin
source: form fields
de_de: Formularfelder
es_es: campos de formulario
pl_pl: Pola formularza
ru_ru: поля формы

# form-fields admin
source: Order
de_de: Auftrag
es_es: Orden
pl_pl: Sortowanie
ru_ru: Порядок

# form-fields admin
source: Label / Association
de_de: Bezeichnung / Verbindung
es_es: Nombre / Asociación
pl_pl: Etykieta/Przypisanie
ru_ru: Метка / Ассоциация

# form-fields admin
source: Type
de_de: Typ
es_es: Tipo
pl_pl: Rodzaj
ru_ru: Тип

# form-fields admin
source: Validator
es_es: Validador
pl_pl: Weryfikator
ru_ru: Требование

# form-fields admin
source: Field Attributes
de_de: Feld Attribute
es_es: Atributos de Campo
pl_pl: Atrybuty pola
ru_ru: Атрибуты

# form-fields admin
source: Edit
de_de: Bearbeiten
es_es: Editar
pl_pl: Edytuj
ru_ru: Изменить

# form-fields admin
source: Delete
de_de: Löschen
es_es: Eliminar
pl_pl: Usuń
ru_ru: Удалить

# form-fields admin
source: Shortname
es_es: Nombre corto

# form-fields admin
source: Required
de_de: Pflichfeld
es_es: Requerido
pl_pl: Wymagane
ru_ru: Обязательное

# form-fields admin
source: Optional
es_es: Opcional
pl_pl: Opcjonalnie
ru_ru: Необязательное

# form-fields admin
source: Private
es_es: Privado

# form-fields admin
source: This field value is shown in the excerpt view of a listing.
de_de: Der Inhalt wird in der Vorschau des Eintrags angezeigt.
es_es: El valor de este campo se muestra en la vista de resumen de un listado.
pl_pl: Wartość pola jest pokazana w widoku wyciągu z oferty.
ru_ru: Значение поля показывается в составе цитаты записи.

# form-fields admin
source: In Excerpt
de_de: Im Textauszug
es_es: En Resumen
pl_pl: W wyciągu z oferty
ru_ru: В&nbsp;цитате

# form-fields admin
source: This field value is shown in the single view of a listing.
de_de: Dieser Feldwert wird in der Einzelansicht eines Eintrags angezeigt.
es_es: El valor de este campo es mostrado en la vista individual de un listado.
pl_pl: Wartość pola jest pokazana w widoku pojedynczej oferty.
ru_ru: Значение поля показывается в полном просмотре записи.

# form-fields admin
source: In Listing
de_de: Im Eintrag
es_es: En vista completa
pl_pl: W ofertach
ru_ru: В полном виде

# form-fields admin
source: Form Preview
de_de: Form Vorschau
es_es: Previsualización del Formulario
pl_pl: Podgląd formularza
ru_ru: Предварительный просмотр

# form-fields admin
source: ← Return to "Manage Form Fields"
de_de: ← zurück zu "Formularfelder verwalten"
es_es: ← Regresar a "Administrar Campos de Formulario"
pl_pl: ← wróć do "Zarządzanie polami formularza"
ru_ru: ← Вернуться к "Управлению Полями Формы"

# form-fields admin
source: Form fields updated.
de_de: Formularfelder aktualisiert.
es_es: Campo de formulario actualizado.
pl_pl: Pola formularza zaktualizowane.
ru_ru: Поля формы сохранены.

# form-fields admin
source: <b>Important</b>: Since the "<a>Display email address fields publicly?</a>" setting is disabled, display settings below will not be honored and this field will not be displayed on the frontend. If you want e-mail addresses to show on the frontend, you can <a>enable public display of e-mails</a>.
de_de: <b>Wichtig</b>: Da das Feld "<a>E-Mail-Adresse öffentlich anzeigen?</a>" deaktiviert ist, werden die Anzeigeeinstellungen unten nicht berücksichtigt und dieses Feld wird nicht im Frontend angezeigt. Wenn Sie möchten, dass E-Mail-Adressen auf der Webseite angezeigt werden, können Sie die <a>öffentliche Anzeige von E-Mails</a> aktivieren.
es_es: <b>Importante</b>: Como "<a>Mostrar direcciones de correo electrónico públicamente?</a>" está deshabilitado, la configuración de presentación abajo no será preservada y este campo no se mostrará en el sitio. Si quiere que las direcciones de correo electrónico se muestren, puede <a>habilitar la opción</a>.
ru_ru: <b>ВАЖНО</b>: Как так параметр "<a>Показывать электронные адреса?</a>" выключен, настройка видимости ниже будет проигнорирована, и это поле всё таки не будет показано на сайте. Если же Вы хотите чтобы электронный адрес показывался всем посетителям, то Вым нужно <a>разрешить соответствующую настройку</a>.

# form-fields admin
source: Field deleted.
de_de: Feld gelöscht.
es_es: Campo eliminado.
pl_pl: Pole usunięte.
ru_ru: Поле удалено.

# form-fields admin
source: Required fields created successfully.
de_de: Benötigtes Feld wurde erfolgreich erstellt.
es_es: Campos requeridos creados satisfactoriamente.
pl_pl: Pola wymagane zostały pomyślnie utworzone.
ru_ru: Обязательное поле удачно создано.

# form-fields admin
source: Title
de_de: Titel
es_es: Título
pl_pl: Tytuł
ru_ru: Название

# form-fields admin
source: Category
de_de: Kategorien
es_es: Categoría
pl_pl: Kategorie
ru_ru: Рубрика

# form-fields admin
source: Excerpt
de_de: Im Textauszug
es_es: Resumen
pl_pl: W wyciągu z oferty
ru_ru: Цитата

# form-fields admin
source: Content
de_de: Post Inhalt
es_es: Contenido
pl_pl: Zawartość Posta
ru_ru: Содержимое

# form-fields admin
source: Tags
de_de: Tags Entwurf
es_es: Etiquetas
pl_pl: Slug Tagów
ru_ru: Метки

# form-fields admin
source: Address
de_de: E-Mail Adresse:
es_es: Dirección
pl_pl: Adres e-mail:
ru_ru: Адрес

# form-fields admin
source: City
de_de: Stadt
es_es: Ciudad
pl_pl: Miasto:
ru_ru: Город:

# form-fields admin
source: State
de_de: Status
es_es: Estado
pl_pl: Województwo:
ru_ru: Провинция/Штат:

# form-fields admin
source: Country
de_de: Land
es_es: País

# form-fields admin
source: ZIP Code
de_de: Postleitzahl
es_es: Código Postal
ru_ru: Почтовый индекс

# form-fields admin
source: FAX Number
de_de: Telefonnummer geschäftlich
es_es: Número de Fax
pl_pl: Numer karty kredytowej:
ru_ru: Номер факса

# form-fields admin
source: Phone Number
de_de: Telefonnummer geschäftlich
es_es: Número telefónico
pl_pl: Telefon
ru_ru: Номер телефона

# form-fields admin
source: Ratings Field
de_de: Bewertungsfeld
es_es: Campo de ratings
pl_pl: Pola ofert
ru_ru: Рейтинг

# form-fields admin
source: Website
de_de: Webseite
es_es: Sitio web
ru_ru: адрес сайта

# form-fields admin
source: Tags updated.
de_de: Einstellungen aktualisiert.
es_es: Etiquetas actualizadas.
pl_pl: Ustawienia zapisane
ru_ru: Метки сохранены.

# form-fields admin
source: Select All
es_es: Seleccionar Todos

# form-fields admin
source: Field Options (for select lists, radio buttons and checkboxes).
de_de: Feldoptionen (für ausgewählte Listen, Radiobutton und Kontrollkästchen)
es_es: Opciones del Campo (para listas de selección, botones de radio y casillas de verificación).
pl_pl: Opcje Pola (aby wybrać listy, przycisk radio i czeklisty).
ru_ru: Параметры поля (для выбранных списков и кнопок).

# form-fields admin
source: Include "Select all"?
es_es: Incluir “Seleccionar todos”?

# form-fields admin
source: Display "Select all" option among options above.
es_es: Agregar la opción “Seleccionar todos” con las demás opciones.

# form-fields admin
source: Field list of options is required.
de_de: Feldliste von Optionen wird benötigt.
es_es: La lista de opciones del campo es requerida.
pl_pl: Pole listy opcji wymagane.
ru_ru: Список вариантов поля обязателен.

# form-fields admin
source: Display caption?
es_es: Mostrar leyenda?

# form-fields admin
source: Field Caption required?
es_es: Es requerida la leyenda del campo?

# form-fields admin
source: Allow empty selection on search?
de_de: Erlaube leere Auswahl bei Suche?
es_es: Permitir selección vacía en las búsquedas?
pl_pl: Zezwolić na wyszukiwanie pustych pól wyborów?
ru_ru: Разрешить поиск по пустой строке?

# form-fields admin
source: Field Display Order
es_es: Orden de presentación del campo

# form-fields admin
source: Allow HTML input for this field?
de_de: Erlaube HTML Eingaben für dieses Feld?
es_es: Permitir entrada HTML en este campo?
pl_pl: Zezwolić na wprowadzanie HTML w tym polu?
ru_ru: Разрегить HTML коды в этом поле?

# form-fields admin
source: Allow IFRAME tags in content?
de_de: Erlaube IFRAME-Tags im Inhalt?
es_es: ¿Permitir tags IFRAME en el contenido?

# form-fields admin
source: Yes
de_de: Ja
es_es: Sí
