Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

source: Listing Information
de_de: Eintrag Informationen
es_es: Información de la publicación
pl_pl: Informacje o firmie
ru_ru: Информация о бизнесе

source: Listing Timeline
es_es: Línea de Tiempo

source: Listing Reports
es_es: Reportes

source: Expires on
es_es: Expira en

source: Attributes
es_es: Atributos

source: Preview is only available after you've saved the first draft. This is due to how WordPress stores the data.
de_de: Vorschau ist nur verfügbar, nachdem Sie den ersten Entwurf gespeichert haben. Dies liegt daran wie WordPress die Daten speichert.
es_es: Debido a la forma en que WordPress almacena la información, la per-visualización está disponible solo después de que se guarde el primer borrador.

source: Uninstall Business Directory Plugin
es_es: Desinstalar Business Directory Plugin

source: Uninstall
es_es: Desinstalar

source: Listing imported by admin. Payment skipped.
es_es: El listado fue importado por el administrador. No se realizó pago.

source: Listing ID
es_es: ID del Listado

source: Image URL
es_es: URL de Imagen

source: Business Directory Listings
es_es: Listados del Directorio de Negocios

source: An unknown error occurred while trying to delete information for listing {listing_id}.
es_es: Un error ocurrió mientras se trataba de eliminar información del listado {listing_id}.

source: Payment Transaction
es_es: Transacción de Pago

source: Payer Email
es_es: Correo electrónico de quien paga

source: Listing Payments Information
es_es: Información de pagos dude listado

source: An unknown error occurred while trying to delete listing payment information for transaction {transaction_id}.
es_es: Un error ocurrió mientras se trataba de eliminar información de la transacción {transaction_id} de pago del listado.

source: Business Directory Plugin
es_es: Directorio de Negocios
pl_pl: Plugin Katalog Firm
ru_ru: Справочник Услуг

source: A valid temporary directory with write permissions is required for CSV imports to function properly. Your server is using "%s" but this path does not seem to be writable. Please consult with your host.
de_de: Ein gültiges temporäres Verzeichnis mit Schreibrechten wird benötigt, um korrekt zu funktionieren. Dein Server benutzt "%s", doch der Pfad ist nicht beschreibbar. Bitte kontaktiere deinen Serveradministrator.
es_es: Se requiere un directorio temporal válido con permisos de escritura para que la importación CSV funcione correctamente. Su servidor está utilizando "%s" pero no es posible escribir en esa ruta. Consulte con su proveedor.
pl_pl: Wymagany jest katalog tymczasowy z uprawnieniami do zapisu, aby import CSV funkcjonował poprawnie. Serwer używa "%s" , ale ta ścieżka wydaje się nie mieć prawa zapisu. Proszę skontaktować się z hostem.
ru_ru: Для корректной работы требуется возможность создать временную директорию с правами на запись, чтобы произвести в ней разбор импортируемого файла CSV. Ваш сервер использует "%s", но эта директория, похоже, не доступна для записи. Проверьте этот вопрос со своим хостингом.

source: Missing tables: %s
de_de: Nicht vorhandene Tabellen: %s
es_es: Tablas faltantes: %s
pl_pl: Oferty otagowane: %s
ru_ru: Отсутствующие таблицы: %s

source: If you are using this gateway, we recommend you disable it if you wish to collect payments in this currency.
es_es: Si utiliza este gateway, le recomendamos deshabilitarlo si desea recibir pagos en esta divisa.

source: Business Directory - Installation Failed
de_de: Branchenverzeichnis - Manuelle Aktualisierung
es_es: Business Directory - La Instalación Falló
pl_pl: Katalog Firm - Ręczna Aktualizacja
ru_ru: Справочник Услуг - ручное обновление

source: Business Directory installation failed. An exception with following message was generated:
de_de: Business Directory Installation fehlgeschlagen. Es wurde eine exception mit folgender Meldung generiert:
es_es: La instalación de Business Directory falló. Se generó una excepción con el siguiente mensaje:

source: Please <contact-link>contact customer support</a>.
de_de: Bitte wenden Sie Sich an den <contact-link>Kundendienst</a>
es_es: Por favor <contact-link>contacte al soporte al cliente</a>.

source: Business Directory - Manual Upgrade Required
de_de: Branchenverzeichnis - Manuelle Aktualisierung erforderlich
es_es: Business Directory - Actualización Manual Requerida
pl_pl: Katalog firm - wymagana ręczna aktualizacja
ru_ru: Справочник Услуг - требуется произвести ручное обновление

source: Business Directory features are currently disabled because the plugin needs to perform a manual upgrade before continuing.
de_de: Branchenverzeichnis Hervorhebungen sind aktuell deaktiviert, weil das Modul manuell aktualisiert werden muss, bevor weiter hervorgehoben werden kann.
es_es: Las características de Business Directory se encuentran deshabitadas pues es necesario realizar una actualización manual antes de continuar.
pl_pl: Funkcje pluginu KATALOG FIRM są chwilowo wyłączone, ponieważ plugin oczekuje na ręczną aktualizację, przed kontynuacją.
ru_ru: Функции Справочника Услуг на настоящий момент отключены, потому что необходимо произвести ручное обновление плагина.

source: Perform Manual Upgrade
de_de: Manuelle Aktualisierung durchführen
es_es: Realizar Actualización Manual
pl_pl: Wykonać ręczne uaktualnienie
ru_ru: Запустить ручное обновление

source: Business Directory - Manual Upgrade
de_de: Branchenverzeichnis - Manuelle Aktualisierung
es_es: Business Directory - Actualización Manual
pl_pl: Katalog Firm - Ręczna Aktualizacja
ru_ru: Справочник Услуг - ручное обновление

source: Business Directory features are currently disabled because the plugin needs to perform a manual upgrade before it can be used.
de_de: Branchenverzeichnis Hervorhebungen sind momentan deaktiviert weil das Modul manuell aktualisiert werden muss, bevor es weiter verwendet werden kann.
es_es: Las características de Business Directory se encuentran deshabitadas pues es necesario realizar una actualización manual antes de que el plugin pueda ser utilizado.
pl_pl: Funkcje pluginu KATALOG FIRM są chwilowo wyłączone, ponieważ plugin oczekuje na ręczną aktualizację, zanim będzie mógł być użyty.
ru_ru: Функции Справочника Услуг на настоящий момент отключены, потому что необходимо произвести ручное обновление плагина.

source: Click "Start Upgrade" and wait until the process finishes.
de_de: Klicke "Starte Aktualisierung" und warte bis der Vorgang beendet wurde.
es_es: Haga clic en "Iniciar Actualización" y espere hasta que el proceso finalice.
pl_pl: Kliknij "Start Aktualizacji" i czekaj do zakończenia procesuand wait until the process finishes.
ru_ru: Нажмите "Начать обновление" и подождите пока процесс завершится.

source: Business Directory - Featured Levels Migration
es_es: Directorio de Negocios - Migración de Niveles Destacados

source: Edit Listing
de_de: Eintrag bearbeiten
es_es: Editar Listado
pl_pl: Edycja Firmy
ru_ru: Изменить запись

source: New Listing
de_de: Neuer Eintrag
es_es: Nuevo Listado
pl_pl: Nowa Firma
ru_ru: Новая запись

source: View Listing
de_de: Eintrag anschauen
es_es: Ver Listado
pl_pl: Widok
ru_ru: Показать запись

source: Search Listings
de_de: Einträge durchsuchen
es_es: Buscar Listados
pl_pl: Szukaj Firmy
ru_ru: Искать записи

source: No listings found
de_de: Keine Einträge gefunden
es_es: No se encontraron listados
pl_pl: Nie znaleziono
ru_ru: Записи не найдены

source: No listings found in trash
de_de: Keine Einträge im Papierkorb gefunden
es_es: No se encontraron listados en la papelera
pl_pl: Nie znaleziono
ru_ru: В корзине записи не найдены

source: Directory Categories
de_de: Verz. Kategorien
es_es: Categorías de Directorio
pl_pl: Kategorie Katalogu
ru_ru: Рубрики справочника

source: Directory Category
de_de: Verzeichnis Kategorie
es_es: Categoría de Directorio
pl_pl: Kategorie Katalogu
ru_ru: Рубрики справочника

source: Directory Tags
de_de: Verz. Tags
es_es: Etiquetas de Directorio
pl_pl: Katalog
ru_ru: Темы справочника

source: Directory Tag
de_de: Verzeichnis Tag
es_es: Etiqueta de Directorio
pl_pl: Katalog
ru_ru: Все рубрики

source: There was an unexpected error trying to cancel your subscription. Please contact the website's administrator mentioning this problem. The administrator should be able to cancel your subscription contacting the payment processor directly.
es_es: Ocurrió un error inesperado intentando cancelar su subscripción. Por favor contacte el administrador del sitio web mencionando este problema. El administrador puede cancelar su subscripción contactando el procesador de pagos directamente.

source: The directory features are disabled at this time because a <a>manual upgrade</a> is pending.
es_es: Las características de Business Directory se encuentran deshabilitadas en este momento por una <a>actualización manual</a> está pendiente.

source: The directory is not available at this time. Please try again in a few minutes or contact the administrator if the problem persists.
es_es: El directorio no está disponible en este momento. Por favor espere unos minutos e intente nuevamente, o contacte al administrador si los problemas persisten.

source: %s (ex. %s)
es_es: %s (ej. %s)
pl_pl: %s (bez %s)
ru_ru: %s (например %s)

source: Business Name
de_de: Firmenname
es_es: Nombre del Negocio
pl_pl: Nazwa Firmy
ru_ru: Наименование

source: Business Genre
de_de: Firmenbranche
es_es: Tipo de Negocio
pl_pl: Województwo
ru_ru: Рубрика

source: Short Business Description
de_de: Kurze Geschäftsbeschreibung
es_es: Descripción corta del negocio
pl_pl: Krótke Info
ru_ru: Краткое описание

source: Long Business Description
de_de: Lange Geschäftsbeschreibung
es_es: Descripción larga del negocio
pl_pl: Długi Opis Firmy
ru_ru: Полное описание

source: Business Website Address
de_de: Firmenwebseite
es_es: Sitio web del negocio
pl_pl: Strona Firmowa
ru_ru: Вебсайт

source: Business Phone Number
de_de: Telefonnummer geschäftlich
es_es: Número telefónico del negocio
pl_pl: Telefon
ru_ru: Телефон

source: Business Fax
de_de: Fax geschäftlich
es_es: Fax del negocio
pl_pl: Fax
ru_ru: Факс

source: Business Contact Email
de_de: Kontakt E-mail geschäftlich
es_es: Correo electrónico de contacto del negocio
pl_pl: Kontaktowy adres e-mail
ru_ru: Электронный адрес

source: Business Tags
de_de: Geschäftliche Tags
es_es: Etiquetas
pl_pl: Firmowe Tagi
ru_ru: Метки

source: Business Address
de_de: Adresse
es_es: Dirección del Negocio
pl_pl: Strona Firmowa
ru_ru: Почтовый адрес

source: ZIP Code
de_de: Postleitzahl
es_es: Código Postal
ru_ru: Почтовый индекс

source: Free
de_de: Kostenlos
es_es: Gratuito
pl_pl: Tryb Bezpłatny
ru_ru: Бесплатно

source: Transaction Key
de_de: Transaktionen
es_es: Clave Transaccional
pl_pl: Klucz Transakcji
ru_ru: Ключ транзакции

source: Licenses
es_es: Licencias

source: We couldn't find a payment associated with the given subscription.
es_es: No se encontró ningún pago asociado con la subscripción elegida.

source: The payment gateway "<payment-gateway>" is not available.
es_es: La pasarela de pago “<payment-gateway>” no está disponible.

source: Directory
de_de: Verzeichnis
es_es: Directorio
pl_pl: Katalog
ru_ru: Все рубрики

source: View All Listings
de_de: Alle Einträge anschauen
es_es: Ver Todos los Listados
pl_pl: Zobacz wszystkie Firmy
ru_ru: Показать все записи

source: Create A Listing
de_de: Eintrag erstellen
es_es: Crear un Listado
pl_pl: Oferta Bezpłatna
ru_ru: Бесплатные записи

source: There was an error trying to process your request. No gateway is selected.
es_es: Ocurrió un error mientras estábamos procesando su petición. No hay ninguna pasarela de pago seleccionada.

source: Import Progress
de_de: Import wird durchgeführt...
es_es: Progreso de Importación
pl_pl: Proces Importu
ru_ru: Прогресс загрузки

source: Manage Options
es_es: Configuraciones

source: Manage Form Fields
es_es: Administrar Campos de Formulario

source: Manage Fees
es_es: Administrar Comisiones

source: Manage Paid Listings
de_de: Bezahlte Einträge verwalten
es_es: Administrar Listados Pagos
pl_pl: Zarządzaj ofertami płatnymi
ru_ru: Платные записи

source: Suggested text:
es_es: Texto sugerido:

source: Business Directory Settings
de_de: Branchenverzeichnis Einstellungen
es_es: Configuraciones del Directorio de Negocios
pl_pl: Katalog Firm Ustawienia
ru_ru: Настройки Справочника Услуг

source: Business Directory - Reset Defaults
de_de: Branchenverzeichnis - letzte Einträge
es_es: Business Directory - Restaurar configuración por defecto
pl_pl: Katalog Firm - Najświeższe Firmy
ru_ru: Справочник Услуг - Новые Записи

source: Use this option if you want to go back to the original factory settings for BD.
de_de: Nutze diese Option wenn du auf die Grundeinstellungen zurücksetzen willst. Bitte beachte das alle benutzerdefinierten Anpassungen verloren gehen.
es_es: Utilice esta opción si quiere llevar el directorio a su configuración de fábrica. Tenga en cuenta que todas sus modificaciones se perderán.
pl_pl: Użyj tej opcji, jeśli chcesz przywrócić Katalog Firm do ustawień fabrycznych.<b>Pamiętaj - wszystkie Twoje poprzednie ustawienia zostaną utracone..</b>
ru_ru: Используйте эту команду если Вы хотите сбросить все настройки на поставляемые по-умолчанию с плагином. <b>Имейте в виду, что все Ваши настройки будут очищены!</b>

source: Please note that all of your existing settings will be lost.
de_de: Bitte beachten Sie, dass alle vorhandenen Einstellungen verloren gehen.
es_es: Por favor considere que todas sus configuraciones actuales se perderán.

source: Your existing listings will NOT be deleted doing this.
es_es: Al hacer esto los listados existentes no serán eliminados.

source: Reset Defaults
de_de: Standards zurücksetzen
es_es: Restaurar valores por defecto
pl_pl: Przywróć ustawienia fabryczne
ru_ru: Сбросить настройки

source: ← Return to Directory
es_es: ← Regresar al Directorio

source: Provides the ability to maintain a free or paid business directory on your WordPress powered site.
de_de: Bietet die Möglichkeit, ein kostenloses oder bezahltes Business-Verzeichnis auf Ihrer WordPress Webseite zu betreiben.
es_es: Ofrece la habilidad de tener un directorio de negocios pago o gratuito en su sitio de WordPress.
ru_ru: Предоставляет возможность создания на Вашем сайте WordPress бесплатного или коммерческого справочника компаний.

# admin confirm
source: Are you sure you want to do this?
es_es: ¿Está seguro de que desea hacer esto?

# admin confirm
source: No, go back
es_es: No, regresar

# admin confirm
source: Yes, I'm sure
es_es: Sí, estoy seguro

# admin csv-import
source: See an example CSV import file
de_de: Beispiel CSV Import Datei anschauen
es_es: Vea un ejemplo de un archivo CSV de importación
pl_pl: Zobacz przykład importowanego pliku CSV
ru_ru: Посмотрите образец файла CSV для иморта

# admin csv-import
source: Help
de_de: Hilfe
es_es: Ayuda
pl_pl: Pomoc
ru_ru: Подсказка

# admin csv-import
source: Could not create listing category "<category-name>". The operation failed with the following error: <error-message>.
de_de: Die Kategorieauflistung "<category-name>" konnte nicht erstellt werden. Der Vorgang ist mit dem folgenden Fehler fehlgeschlagen: <error-message>.
es_es: No fue posible crear la categoría “<category-name>”. La operación falló con el siguiente error: <error-message>.

# admin csv-import
source: Could not create listing category "%s"
de_de: Konnte Eintragskategorie nicht erstellen "%s"
es_es: No se pudo crear la categoría "%s"
pl_pl: Nie można utworzyć kategorii ofert "%s"
ru_ru: Не удалось создать рубрику "%s"

# admin csv-import
source: Username "%s" does not exist
de_de: Benutzername "%s" existiert nicht
es_es: El usuario "%s" no existe
pl_pl: Użytkownik "%s" nie istnieje
ru_ru: Имя учётной записи "%s" не существует

# admin csv-import
source: The string <string> couldn't be converted into a valid date.
es_es: La cadena <string> no pudo ser interpretada como una fecha válida.

# admin csv-import
source: There is no Fee Plan with ID = <fee-id>
es_es: No existe una comisión con ID = <fee-id>

# admin csv-import
source: Missing required field: %s
de_de: Benötigtes nicht vorhandenes Feld: %s
es_es: Falta campo requerido: %s
pl_pl: Brak wymaganego pola: %s
ru_ru: Отсутствует обязательное поле: %s

# admin csv-import
source: Listing category "%s" does not exist
de_de: Eintragskategorie "%s" existiert nicht
es_es: La categoría "%s" no existe
pl_pl: Kategoria "%s" nie istnieje
ru_ru: Рубрика "%s" не существует

# admin csv-import
source: Business %s
de_de: Geschäft %s
es_es: Negocio %s
pl_pl: Firmy %s
ru_ru: Запись %s

# admin csv-import
source: Whatever
de_de: BeispielText
es_es: Lo que sea
pl_pl: Cokolwiek
ru_ru: Ну ладно

# admin csv-import
source: Example CSV Import File
de_de: Beispiel CSV Import Datei
es_es: Archivo CSV de ejemplo
pl_pl: Przykład importowanego pliku CSV
ru_ru: Образец файла импорта CSV

# admin csv-import
source: ← Return to "CSV Import"
de_de: ← Zurück zu "CSV Import"
es_es: ← Regresar a "Importar CSV"
pl_pl: ← Powrót do "CSV Import"
ru_ru: ← Вернуться к "Импорту из CSV"

# admin csv-import
source: There was an error uploading the CSV file.
de_de: Beim hochladen der CSV-Datei ist ein Fehler aufgetreten.
es_es: Ocurrió un error subiendo el archivo CSV.
pl_pl: Błąd podczas przesyłania pliku CSV.
ru_ru: Произошла ошибка при загрузке файла CSV.

# admin csv-import
source: Please upload or select a CSV file.
de_de: Die hochgeladene Datei ist nicht im CSV Format.
es_es: Por favor suba o elija un archivo CSV.
pl_pl: Proszę załadować nowy lub wybrać istniejący plik CSV.
ru_ru: Пожалуйста загрузите или выберите файл CSV.

# admin csv-import
source: There was an error uploading the images ZIP file.
de_de: Beim hochladen der ZIP-Datei mit den Bildern ist ein Fehler aufgetreten.
es_es: Ocurrió un error subiendo el archivo ZIP de imágenes.
pl_pl: Wystąpił problem podczas ładowania obrazów w pliku ZIP.
ru_ru: Произошла ошибка при загрузке архива ZIP с изображениями.

# admin csv-import
source: An error was detected while validating the CSV file for import. Please fix this before proceeding.
de_de: Beim überprüfen der der CSV-Datei wurde ein Fehler festgestellt. Bitte beheben sie diesen, bevor Sie mit dem Importieren fortfahren.
es_es: Un error se detectó mientras se validaba el archivo CSV para importarlo. Por favor repárelo antes de proceder.
pl_pl: Wykryto błąd podczas sprawdzania pliku CSV przed importem. Proszę to sprawdzić przed kontynuacją.
ru_ru: Произошла ошибка при проверке импортного файла CSV. Пожалуйста исправьте ошибки перед тем, как попытаться импортировать файл ещё раз.

# admin csv-import
source: Import is in "test mode". Nothing will be inserted into the database.
de_de: Der Import ist im <b>Testmodus</b>. es wird nichts in die Datenbank geschrieben.
es_es: La importación es en modo de prueba. Nada será insertado en la base de datos.
pl_pl: IMPORT jest obecnie w "trybie testowym". Niec nie zostanie dodane do bazy danych.
ru_ru: Импорт происходит в "тестовом режиме". В базу данных ничего не будет загружено.

# admin csv-import
source: A fatal error occurred during the import. The reason given was: "%s".
de_de: Während des Importes ist ein schwerwiegender Fehler aufgetreten. Der Grund dafür war: "%s".
es_es: Un error grave ocurrió durante la importación. La razón dada fue: "%s".
pl_pl: Podczas importu wystąpił problem, którego powodem był "%s".
ru_ru: При импорте произошла фатальная ошибка. Причина: %s.

# admin csv-import
source: A fatal error occurred during the import. If connection wasn't lost during the import, please make sure that you have enough free disk space and memory available to PHP. Check your error logs for details.
de_de: Ein unvorhergesehener Fehler ist während des Exports aufgetreten. Bitte stelle sicher, dass du genügend Speicherplatz für PHP vorhanden ist. Schaue ins Fehlerprotokoll.
es_es: Un error grave ocurrió durante la importación. Si la conexión no se perdió, por favor revise que tenga suficiente espacio en disco y memoria disponible para PHP. Revise los registros de su servidor para detalles.
pl_pl: Wystąpił błąd krytyczny podczas importu. Jeśli połączenie nie zostało utracone podczas importu, upewnij się, że masz wystarczająco dużo wolnego miejsca na dysku i pamięci dostępnej dla PHP. Sprawdź logi błędów aby poznać szczegóły.
ru_ru: При импорте произошла фатальная ошибка. Если соединение с сайтом не прерывалось, то убедитесь, что на сервере имеется достаточно свободного места на диске и в памяти. Для дополнительной информации проверьте протокол ошибок сервера.

# admin csv-import
source: ← Return to CSV Import
de_de: Zurück nach "CSV Importieren"
es_es: ← Regresar a "Importar CSV"
pl_pl: ← Powrót do importu CSV
ru_ru: ← Вернуться к "Импорту из CSV"

# admin csv-import
source: Import Canceled
de_de: Export abgebrochen
es_es: Importación Cancelada
pl_pl: Import anulowany
ru_ru: Импорт прерван

# admin csv-import
source: The import has been canceled.
de_de: Der Export wurde abgebrochen.
es_es: La importación ha sido cancelada.
pl_pl: Import został anulowany
ru_ru: Процесс импорта был прерван.

# admin csv-import
source: Files
de_de: CSV-Datei
es_es: Archivos
pl_pl: Pliki
ru_ru: Файлы

# admin csv-import
source: Rows in file
de_de: Zeilen in Datei
es_es: Filas en el archivo
pl_pl: Wierszy w pliku
ru_ru: Строки файла

# admin csv-import
source: Progress
de_de: Fortschritt
es_es: Progreso
pl_pl: Postęp
ru_ru: Процесс

# admin csv-import
source: Import has not started. Click "Start Import" to begin.
de_de: Der Import wurde noch nicht gestartet. Klicken Sie auf "CSV-Datei importieren" um zu starten.
es_es: La importación no ha comenzado. Haga clic en "Iniciar Importación" para comenzar.
pl_pl: Import nie zostal uruchomiony. Kliknij "Start Import" aby zacząć.
ru_ru: Импорт ещё не начался. Нажмите кнопку "Начать импорт" для старта.

# admin csv-import
source: Importing CSV file...
de_de: Importiere CSV-Datei…
es_es: Importando archivo CSV...
pl_pl: Importowanie pliku CSV.....
ru_ru: Импорт файла CSV...

# admin csv-import
source: Start Import
de_de: CSV-Datei importieren
es_es: Iniciar Importación
ru_ru: Начать импорт

# admin csv-import
source: Cancel Import
de_de: Export abbrechen
es_es: Cancelar Importación
pl_pl: Anuluj import
ru_ru: Прервать импорт

# admin csv-import
source: Import finished
de_de: Import abgeschlossen
es_es: Importación terminada
pl_pl: Import zakończony
ru_ru: Импорт завершился

# admin csv-import
source: Import was completed successfully.
de_de: Der Import wurde erfolgreich abgeschlossen.
es_es: La importación se completó satisfactoriamente.
pl_pl: Import zakończony pełnym sukcesem.
ru_ru: Импорт успешно завершился.

# admin csv-import
source: Import was completed but some rows were rejected.
de_de: Der Import ist abgeschlossen. Einige Zeilen wurden abgelehnt.
es_es: La importación se completó con algunas filas rechazadas.
pl_pl: Import został zakończony, ale niektóre wiersze zostały odrzucone.
ru_ru: Импорт завершился, но некоторые строки были отброшены.

# admin csv-import
source: Import Summary
de_de: Import Zusammenfassung
es_es: Resumen de la Importación
pl_pl: Podsumowanie Importu
ru_ru: Отчёт о импорте

# admin csv-import
source: Rows in file:
de_de: Zeilen in Datei:
es_es: Filas en el archivo:
pl_pl: Wierszy w pliku
ru_ru: Строк в файле:

# admin csv-import
source: Imported rows:
de_de: Korrekt importierte Zeilen:
es_es: Filas importadas:
pl_pl: Zaimportowane wiersze
ru_ru: Импортировано строк:

# admin csv-import
source: Rejected rows:
de_de: Abgelehnte Zeilen:
es_es: Filas rechazadas:
pl_pl: Odrzucone wiersze :
ru_ru: Отброшено строк:

# admin csv-import
source: Import Warnings
de_de: Import-Einstellungen
es_es: Errores de Importación
pl_pl: Ostrzeżenie
ru_ru: Предупреждения при импорте

# admin csv-import
source: Line #
de_de: Zeile #
es_es: Línea #
pl_pl: Liczba Lini
ru_ru: Строка №
