Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# admin settings
source: Pending expiration e-mail message
de_de: Ausstehende Abgelaufen E-mail Nachricht
pl_pl: Wiadomość e-mail dotycząca okresu ważności oferty
ru_ru: Предупреждение об окончании срока действия

# admin settings
source: Listing Renewal e-mail message
de_de: Eintrag Erneuerung E-mail Nachricht
pl_pl: Wiadomość e-mail dotycząca odnowienia oferty
ru_ru: Напоминание об истечении

# admin settings
source: Listing auto-renewal reminder (recurring payments)
de_de: Eintrag automatische Erneuerungserinnerung (Abbuchungen)
pl_pl: Przypomnienie o automatycznym odnowieniu oferty ( powtarzające się płatności )
ru_ru: Напоминание об автоматическом обновлении

# admin settings
source: Listing Renewal e-mail message (recurring payments)
de_de: Eintragserneuerungs E-mail Nachricht (Abbuchungen)
pl_pl: Wiadomość e-mail dotycząca odnowienia oferty ( powtarzające się płatności)
ru_ru: Оповещение об автоматическом продлении

# admin settings
source: Renewal reminder e-mail message
de_de: Erneuerungserinnerung E-mail Nachricht
pl_pl: Wiadomość e-mail dotytcząca przypomnienia o odnowieniu
ru_ru: Напоминание о пропущенном продлении

# admin settings
source: Payment
de_de: Bezahlung
pl_pl: Płatność
ru_ru: Оплата

# admin settings
source: Payment Settings
de_de: Bezahlung Einstellungen
pl_pl: Ustawienia Płatności
ru_ru: Настройки оплаты

# admin settings
source: Turn On payments?
de_de: Bezahlungen aktivieren?
pl_pl: Włączyć Płatność?
ru_ru: Включить поддержку платного режима?

# admin settings
source: Put payment gateways in test mode?
de_de: Bezahlungsgateway im Testmodus ausführen?
pl_pl: Włączyć tryb testu dla bramki płatności?
ru_ru: Включить ТЕСТОВЫЙ РЕЖИМ шлюза оплаты?

# admin settings
source: Perform checkouts on the secure (HTTPS) version of your site?
de_de: Aktiviere (HTTPS) sichere Verbindung für den Bestellprozess deiner Seite?
pl_pl: Proferować przełączenie koszyka do bezpiecznej wersji strony (https://)?
ru_ru: Производить процедуру оплаты на безопасной версии (HTTPS) страницы Вашего сайта?

# admin settings
source: Recommended for added security. For this to work you need to enable HTTPS on your server and <a>obtain an SSL certificate</a>.
de_de: Empfohlen zur Erweiterung der Sicherheit. Aktiviere HTTPS auf deinem Server und <a>erhalte ein SSL Zertifikat</a>
pl_pl: Rekomendowane dla bezpieczeństwa. Aby zadziałało musisz uruchomić Szyfrowanie SSL ( https ) na Twoim serwerze, a tu znajdziesz <a>informacje o certyfikatach SSL</a>.
ru_ru: <br />Рекомендуется для усиления безопасности платежей. Перед включением этого параметра Вы должны <a>купить сертификат SSL</a> и настроить Ваш сайт для работы через HTTPS.

# admin settings
source: Currency Code
de_de: Währungsschlüssel
pl_pl: Kod Waluty
ru_ru: Код валюты

# admin settings
source: Euro (EUR)
ru_ru: EUR - Евро

# admin settings
source: Currency Symbol
de_de: Währungssymbol
pl_pl: Symbol Waluty
ru_ru: Символ валюты

# admin settings
source: Currency symbol display
de_de: Währungssymbol Anzeige
pl_pl: Symbol Waluty
ru_ru: Показывать символ валюты

# admin settings
source: Thank you for payment message
de_de: Danke für die Bezahlung Nachricht
pl_pl: Wiadomość - Dziękujemy za płatność.
ru_ru: Сообщение "спасибо за оплату"

# admin settings
source: Ask users to come back for abandoned payments?
pl_pl: Pytać użytkowników o powrót do porzuconych płatności?
ru_ru: Просить авторов вернуться к неоплаченным записям?

# admin settings
source: An abandoned payment is when a user attempts to place a listing and gets to the end, but fails to complete their payment for the listing. This results in listings that look like they failed, when the user simply didn't complete the transaction. BD can remind them to come back and continue.
pl_pl: Porzucona płatność może wystąpić w przypadku, gdy użytkownik zamieszcza ofertę, ale z przyczyn niezależnych od niego doszło do błędu i niedokończenia transakcji płatności.vWygląda to tak, jakby został błędnie przesłany formularz oferty, a tak na prawdę to tylko nie dokończona transakcja płatności.vKatalog Firm może przypominać użytkownikom o potrzebie powrotu i dokończenia transakcji.
ru_ru: <br />Неоплаченная запись получается тогда, когда автор пытается создать запись, но не проводит оплату за неё. В результате запись будет находится в незавершённом состоянии. Плагин может напомнить автору вернуться к форме записи и завершить оплату.

# admin settings
source: Listing abandonment threshold (hours)
de_de: Eintragsabbuchungsemail Grenze (in tagen)
pl_pl: Maksymalny Czas dla porzuconych płątności (godzin)
ru_ru: Когда запись помечается как неоплаченная (в часах)

# admin settings
source: Themes
ru_ru: Темы

# admin settings
source: Theme button style
ru_ru: Стиль кнопки темы

# admin settings
source: Image
de_de: Bild
pl_pl: Obraz
ru_ru: Изображение

# admin settings
source: Any changes to these settings will affect new listings only. Existing listings will not be affected. If you wish to change existing listings, you will need to re-upload the image(s) on that listing after changing things here.
de_de: Jede Änderung dieser Einstellungen wird nur auf neue Einträge angewendet. Vorhandene Einträge werden nicht verändert. Wenn du wünscht, dass bereits existierende Einträge verändert werden, musst du Bild(er) neu hochladen, nachdem Einstellungen hier verändert wurden.
pl_pl: Jakiekolwiek zmiany w tych ustawieniach przyniosą efekt tylko dla nowych ofert. Istniejące oferty pozostaną niezmienione. Jeśli chcesz zmienić istniejące oferty musisz ponownie załadować obrazy do tych ofert po uprzedniej zmianie tych ustawień.
ru_ru: <br />Любые изменения в следующих параметрах будут применяться только к новым записям. Существующие записи не изменятся.<br /><br />Если Вы хотите изменить такие параметры и для существующих записей, то Вам придётся заново загрузить на сайт их изображения.

# admin settings
source: Image Settings
de_de: Bildeinstellungen
pl_pl: Ustawienia Obrazu
ru_ru: Настройки изображений

# admin settings
source: Allow images?
de_de: Bilder erlauben?
pl_pl: Pozwolić na Obrazy?
ru_ru: Разрешить загружать изображения?

# admin settings
source: Min Image File Size (KB)
de_de: Maximale Bildgröße (KB)
pl_pl: Minimalny rozmiar obrazu (KB)
ru_ru: Минимальный размер файла (в Кб)

# admin settings
source: Max Image File Size (KB)
de_de: Maximale Bildgröße (KB)
pl_pl: Maksymalny rozmiar pliku Obrazu (KB)
ru_ru: Максимальный размер файла (в Кб)

# admin settings
source: Min image width (px)
de_de: Bildergröße (in px):
pl_pl: Minimalna szerokość obrazu (px)
ru_ru: Минимальная ширина изображения (пикселы)

# admin settings
source: Min image height (px)
de_de: Bilderhöhe (in px):
pl_pl: Minimalna wysokość obrazu (px)
ru_ru: Минимальная высота изображения (пикселы)

# admin settings
source: Max image width (px)
de_de: Maximale Bildbreite
pl_pl: Maksymalna szerokość obrazu (px)
ru_ru: Максимальная ширина изображения (пикселы)

# admin settings
source: Max image height (px)
de_de: Maximale Bildhöhe
pl_pl: Maksymalna wysokość obrazu (px)
ru_ru: Максимальная высота изображения (пикселы)

# admin settings
source: Turn on thickbox/lightbox?
de_de: Kontrollkästchen/Leuchtkasten aktivieren?
pl_pl: Włączyć thickbox/lightbox?
ru_ru: Включить ThickBox или LightBox?

# admin settings
source: Uncheck if it conflicts with other elements or plugins installed on your site
de_de: Deaktivieren wenn Konflikte mit anderen Elementen oder installierten Erweiterungen entstehen
pl_pl: Odznacz jeśli występują konflikty z innymi elementami lub pluginami na Twojej stronie
ru_ru: <br />Отключите, если возникает конфликт с другим плагином всплывающих изображений.

# admin settings
source: Thumbnails
pl_pl: Miniatury
ru_ru: Миниатюры

# admin settings
source: Thumbnail width (px)
de_de: Thumbnailbreite
pl_pl: Szerokość miniatury (px)
ru_ru: Ширина миниатюры (пикселы)

# admin settings
source: Thumbnail height (px)
de_de: Thumbnailbreite
pl_pl: Wysokość miniatury (px)
ru_ru: Высота миниатюры (пикселы)

# admin settings
source: Crop thumbnails to exact dimensions?
de_de: Vorschaubild auf die exakte Maße abschneiden?
pl_pl: Przyciąć miniaturę do dokładnych wymiarów?
ru_ru: Обрезать миниатюру?

# admin settings
source: When enabled images will match exactly the dimensions above but part of the image may be cropped out. If disabled, image thumbnails will be resized to match the specified width and their height will be adjusted proportionally. Depending on the uploaded images, thumbnails may have different heights.
de_de: Wenn diese Funktion aktiviert ist, werden Bilder genau den obigen Abmessungen entsprechen, evtl. wird ein Teil des Bildes abgeschnitten. Wenn diese Option deaktiviert ist, werden die Bilddarstellungen mit der angegebenen Breite und Höhe verkleinert und wird proportional angepasst. Abhängig von den hochgeladenen Bildern können Thumbnails unterschiedliche Höhen haben.
pl_pl: Jeśli zaznaczysz tą opcje - Obrazy zostaną docięte dokładnie do wymiarów podanych powyżej, ale część obrazu może zostać odcięta. Jeśli nie zaznaczysz tej opcji - Obrazy zostaną przeskalowane do wymaganej szerokości a ich wysokość będzie dopasowana proporcjonalnie. Każdy z dodanych obrazów przy tej opcji, może mieć inną wysokość.
ru_ru: <br />Когда включено, миниатюра будет сделана в точности по этому размеру, хотя часть изображения и будет вырезана.<br /><br />Если это выключено, то миниатюра сохранит пропорции оригинального изображения, и будет вписана в прямоугольник с указанными размерами.

# admin settings
source: Number of free images
de_de: Nummer der freien Bilder
pl_pl: Liczba obrazów, za które nie trzeba płacić
ru_ru: Количество изображений

# admin settings
source: Use default picture for listings with no picture?
de_de: Benutze Standardbilder für Einträge mit keinem Bild?
pl_pl: Użyj domyślnego obrazu dla ofert, które nie posiadają żadnych obrazów?
ru_ru: Использовать изображение по-умолчанию, если ни одного не было загружено?

# admin settings
source: Show Thumbnail on main listings page?
de_de: Thumbnail auf der Eintragshauptseite anzeigen?
pl_pl: Pokazywać miniaturkę na stronie głównej oferty?
ru_ru: Показывать миниатюры на главной странице списков записей?

# settings
source: Sent some time before the listing expires. Applies to non-recurring renewals only.
de_de: Einige Zeit bevor der Eintrag abläuft senden. Wird nur bei kostenlosen Erneuerungen verwendet.
pl_pl: Wysyłane przed upływem okresu ważności oferty. Dotyczy tylko jednorazowych odnowień( "nie powtarzających się" - dostępne w opcjach).
ru_ru: Посылается за несколько дней до истечения срока действия записи. Применяется только к записям, не имеющим автоматического продления.

# settings
source: Expiration date
de_de: Ablaufdatum
pl_pl: Data zakończenia emisji oferty
ru_ru: Дата окончания срока действия

# settings
source: Category that is going to expire
de_de: Kategorie die bald abläuft
pl_pl: Oferta, której upływa termin ważności
ru_ru: Рубрика, истекающая вскорости

# settings
source: Link to renewal page
de_de: Link zu erneuerten Seite
pl_pl: Link do strony Odnawiania ofert
ru_ru: Ссылка URL на страницу продления

# settings
source: Link to your site
de_de: Link zu deiner Seite
pl_pl: Link do Twojej strony
ru_ru: Ссылка URL на Ваг сайт

# settings
source: Sent at the time of listing expiration. Applies to non-recurring renewals only.
de_de: Zur Zeit wenn der Eintrag abläuft senden. Wird nur bei kostenlosen Erneuerungen verwendet.
pl_pl: Wysyłane w chwili zakończenia okresu ważności oferty. Dotyczy tylko jednorazowych odnowień( "nie powtarzających się" - dostępne w opcjach).
ru_ru: Посылается как только запись истекла. Применимо только к записям, не имеющим автоматического продления.

# settings
source: Category that expired
de_de: Ablaufende Kategorie
pl_pl: Oferta, której upłynął okres ważności
ru_ru: Истёкшая рубрика

# settings
source: Sent some time before the listing is auto-renewed. Applies to recurring renewals only.
de_de: Einige Zeit bevor der Eintrag abläuft senden. Wird nur bei bezahlten Erneuerungen verwendet.
pl_pl: Wysyłane przed odnowieniem oferty. Dotyczy tylko powtarzających się płatności.
ru_ru: Посылается за некоторое время перед автоматическим обновлением записи. Применимо к записям, имеющим автоматическое продление и оплату.

# settings
source: Renewal date
de_de: Erneuerungsdatum
pl_pl: Data odświeżenia
ru_ru: Дата продления

# settings
source: Category that is going to be renewed
de_de: Kategorie die erneuert werden soll
pl_pl: Oferta, której zbliża się termin odnowienia
ru_ru: Рубрика, которая будет продлена

# settings
source: Link to manage subscriptions
de_de: Link um Abos zu verwalten
pl_pl: Link do zarządzania subskrypcjami
ru_ru: Ссылка URL на страницу управления подписками

# settings
source: Sent after the listing is auto-renewed. Applies to recurring renewals only.
de_de: Sende nachdem der Eintrag automatisch erneuert wurde. Wird nur bei bezahlten Erneuerungen verwendet.
pl_pl: Wysyłane po odnowieniu oferty. Dotyczy tylko powtarzających się płatności.
ru_ru: Посылается после того как запись была автоматически продлена. Применимо только к записям, имеющим автоматическое продление.

# settings
source: Renewed category
de_de: Erneuerte Kategorie
pl_pl: Kategoria Odnowiona
ru_ru: Продлённая рубрика

# settings
source: Sent some time after listing expiration and when no renewal has occurred. Applies to both recurring and non-recurring renewals.
de_de: Einige Zeit nachdem der Eintrag abgelaufen und keine Erneuerung beauftragt wurde senden. Wird bei bezahlten und kostenlosen Erneuerungen verwendet.
pl_pl: Wysyłane po zakończeniu okresu ważności, a gdy nie odnowieno oferty. Dotyczy wszystkich form płatności.
ru_ru: Посылается через некоторое время после истечения записи и когда продление не было произведено.

# settings
source: Deactivate License
de_de: Lizenz Deaktivieren
pl_pl: Dezaktywacja Licencji
ru_ru: Деактивировать лицензию

# settings
source: Deactivating license...
de_de: Deaktiviere Lizenz...
pl_pl: Dezaktywowanie Licencji
ru_ru: Деактивация лицензии...

# settings
source: Activate License
de_de: Aktiviere Lizenz
pl_pl: Aktywacja Licencji
ru_ru: Активировать лицензию

# settings
source: Activating license...
de_de: Aktiviere Lizenz...
pl_pl: Aktywowanie Licencji
ru_ru: Активация лицензии...

# settings email
source: Site title
de_de: Seitentitel
pl_pl: Tytuł strony
ru_ru: Название сайта

# settings email
source: Site title (with link)
de_de: Seitentitel (mit Link)
pl_pl: Tytuł strony (z linkiem)
ru_ru: Название сайта (со ссылкой)

# settings email
source: Site address (with link)
de_de: Seitenadresse (mit Link)
pl_pl: Adres strony (z linkiem)
ru_ru: Адрес сайта (со ссылкой)

# settings email
source: Directory URL (with link)
de_de: Verzeichnis URL (mit Link)
pl_pl: URL Katalogu (z linkiem)
ru_ru: Адрес URL справочника (со ссылкой)

# settings email
source: Current date
de_de: Aktuelles Datum
pl_pl: Aktualna data
ru_ru: Текущая дата

# settings email
source: Current time
de_de: Aktuelle Zeit
pl_pl: Aktualny czas
ru_ru: Текущее время

# fees-api
source: Fee amount must be a non-negative decimal number.
de_de: Preismenge muss eine nicht negative Zahl sein.
pl_pl: Kwota abonamentu musi być dodatnią liczbą dziesiętną.
ru_ru: Стоимость тарифа должна быть десятичным положительным числом.

# fees-api
source: Fee must apply to at least one category.
de_de: Preis muss mindestens einer Kategorie zugewiesen werden.
pl_pl: Abonament musi być stosowany do co najmniej jednej kategorii.
ru_ru: Тариф должен быть ассоциирован по крайней мере с одной рубрикой.

# billing info
source: Please enter a valid e-mail address.
de_de: Bitte eine gültige E-mailadresse eingeben.
pl_pl: Proszę wprowadzić poprawny adres e-mail.
ru_ru: Пожалуйста введите правильный электронный адрес.

# billing info
source: First name is required.
de_de: Feldbezeichnung ist Pflichtfeld.
pl_pl: Imię jest wymagane.
ru_ru: Имя обязательно.

# billing info
source: Last name is required.
de_de: %s ist ein Pflichtfeld.
pl_pl: Nazwisko jest wymagane.
ru_ru: Фамилия обязательна.

# billing info
source: Credit card number is required.
de_de: Feldbezeichnung ist Pflichtfeld.
pl_pl: Numer karty kredytowej jest wymagany.
ru_ru: Номер кредитной карточки обязателен.

# billing info
source: Credit card expiration date is invalid.
de_de: Feldbezeichnung ist Pflichtfeld.
pl_pl: Nieprawidłowa data ważności karty kredytowej.
ru_ru: Срок истекания кредитной карточки некорректен.

# billing info
source: Credit card CVC number is required.
de_de: Feldbezeichnung ist Pflichtfeld.
pl_pl: Nieprawidłowy numer CVC karty kredytowej.
ru_ru: Секретный номер кредитной карточки обязателен.

# billing info
source: Country is required.
de_de: %s ist ein Pflichtfeld.
pl_pl: Kraj jest wymagany.
ru_ru: Страна обязательна.

# billing info
source: Address is required.
de_de: %s ist ein Pflichtfeld.
pl_pl: Adres jest wymagany.
ru_ru: Адрес обязателен.

# listings-api
source: Normal Listing
de_de: Normaler Eintrag
pl_pl: Normalna oferta
ru_ru: Обычная запись

# listing
source: (Fee Unavailable)
de_de: (Preis nicht verfügbar)
pl_pl: (Abonament niedostępny)
ru_ru: (Тариф недоступен)

# notify email
source: URL
ru_ru: Адрес URL

# listings
source: Fee "%s" for category "%s"%s
de_de: Preis "%s" für Kategorie "%s"%s
pl_pl: Abonament "%s" dla kategorii "%s"
ru_ru: Тариф "%s" для рубрики "%s"%s

# listings
source: (recurring)
de_de: (wiederholt)
pl_pl: (powtarzające się)
ru_ru: (повторяющееся)

# listings
source: Fee "%s" renewal for category "%s"
de_de: Preis "%s" Erneuerung für Kategorie "%s"
pl_pl: Abonament "%s" odnowienia dla kategorii "%s"
ru_ru: Плата "%s" за обновление рубрики "%s"

# form-fields api
source: URL:
ru_ru: Ссылка:

# form-fields-api
source: Requested field type change is incompatible. Type will not be modified.
de_de: Die angeforderte Feldtypänderung ist nicht kompatibel. Typ wurde nicht geändert.
ru_ru: Запрошенное изменение типа поля не совместимо с предыдущим типом. В изменении типа отказано.

# form-fields-api validation
source: %s must be in the format %s.
de_de: %s muss im Format MM/DD/YYYY eingetragen werden.
pl_pl: %s musi być w formacie %s.
ru_ru: %s должно быть в формате %s.

# form-fields-api validation
source: %s is invalid. Value most be one of %s.
de_de: %s ist ungültig. Wert meistens einer von %s
pl_pl: %s jest niewłaściwe. Wartość musi być jedną z %s.
ru_ru: %s - не корректно. Значение должно быть одним из %s.

# authorize-net
source: The payment gateway didn't accept your credit card or billing information. The following reason was given: "%s".
de_de: Das Bezahlung mit Ihrer Kreditkarte ist fehlgeschlagen. Folgender Grund wurde angeben: "%s".
pl_pl: Bramka płatności nie akceptuje Twojej Karty Kredytowej lub informacji bilingowych. Powodem może być: "%s".
ru_ru: Платёжный шлюз отверг Вашу кредитную карту или платёжную информацию по причине: "%s".

# authorize-net
source: Your payment is being held for review by the payment gateway. The following reason was given: "%s".
de_de: Ihre Zahlung wartet derzeit auf eine Prüfung. Folgender Grund wurde angegeben: "%s".
pl_pl: Twoja płatność została wstrzymana przez bramkę płatności. Powodem może być: "%s".
ru_ru: Ваш платёж проходит рассмотрение в платёжном шлюзе по причине: "%s".

# authorize-net
source: Setup fee
de_de: Preispakete Verwalten
pl_pl: Zarządzaj abonamentami
ru_ru: Настроить тариф

# authorize-net
source: Could not process payment.
de_de: Bezahlung ausführen
pl_pl: Nie można kontynuować płatności.
ru_ru: Не удалось провести платёж.

# dummy gateway
source: Dummy
pl_pl: Atrapa
ru_ru: Тестовый

source: Dummy Gateway
pl_pl: Atrapa Bramki
ru_ru: Тестовый шлюз

# dummy gateway
source: New Status:
de_de: Neuer Status:
pl_pl: Nowy status:
ru_ru: Новый статус:

# dummy gateway
source: Completed
de_de: Abgeschlossen
pl_pl: Zakończona
ru_ru: Завершено

# dummy gateway
source: Pending
de_de: Ausstehend
pl_pl: Oczekujące
ru_ru: Ожидается

# dummy gateway
source: Canceled
de_de: Abgebrochen
pl_pl: Anulowana
ru_ru: Отменено

# dummy gateway
source: Rejected
de_de: Zurückgewiesen
pl_pl: Odrzucona
ru_ru: Отвергнуто

# dummy gateway
source: Process Payment
de_de: Bezahlung ausführen
pl_pl: Proces Płatności
ru_ru: Провести платёж

# default category name
source: General
de_de: Allgemein
pl_pl: Główna
ru_ru: Основное

# payments-api
source: You are offering featured listings but have payments turned off. Go to <a href="%s">Manage Options - Payment</a> to change the payment settings. Until you change this, the <i>Upgrade to Featured</i> option will be disabled.
de_de: Du bietest Hervorhebungen von Einträgen an aber Bezahlungen sind deaktiviert. Nach <a href="%s">Optionen Verwalten - Bezahlung</a> um die Bezahlungseinstellungen zu verändern. Bis dahin ist die <i>Aktualisieren auf Hervorgehoben</i> Option deaktiviert.
pl_pl: Oferujesz wyróżnienia ale masz wyłączone opcje płatności. Przejdź do <a href="%s">Opcje zarządzania - Płatności </a> aby zmienić te ustawienia. Do czasu zmiany tych ustawień opcja <i>Zmień status na wyróżnione</i> będzie niedostępna.
ru_ru: Вы предлагаете возможность делать записи Особыми, но платёжные параметры выключены. Перейдите в раздел <a href="%s">Тарифы</a> для настроек параметров платежей. Пока это не будет сделано команда <i>Сделать запись Особой</i> будет запрещена.

# payments-api
source: The <b>%s</b> gateway is active but not properly configured. The gateway won't be available until the following problems are fixed: <b>%s</b>. <br/> Check the <a href="%s">payment settings</a>.
de_de: Das <b>%s</b> Gateway ist aktiviert jedoch nicht richtig konfiguriert. Das Gateway funktioniert nicht bis folgende Probleme gelöst wurden: <b>%s</b>. Prüfe die <a href="%s">Bezahlung Einstellungen</a>.
pl_pl: Bramka <b>%s</b> jest aktywna, ale nie jest skonfigurowana. Bramka nie będzie dostępna do czasu usunięcia tych problemów: <b>%s</b>. Sprawdź <a href="%s">Ustawienia Płatności</a>.
ru_ru: Шлюз <b>%s</b> активен, но неправильно настроен. Шлюзом нельзя будет воспользоваться пока не будет устранена следующие проблемы: <b>%s</b>. <br/> Проверьте <a href="%s">настройки платежей</a>.

# payments-api
source: Checkout
de_de: Kasse
pl_pl: Przejdź do Kasy
ru_ru: Завершение покупки

# payments-api
source: Pay %1$s through %2$s
de_de: Bezahle %1$s bekomme %2$s
pl_pl: Zapłać %1$s z %2$s
ru_ru: Заплатить %1$s через %2$s

# payments-api
source: Your transaction has been approved.
de_de: Ihre Transaktion wurde genehmigt.
pl_pl: Transakcja została zatwierdzona.
ru_ru: Ваш платёж был утверждён.

# payments
source: Payment Details
de_de: Bezahldetails
pl_pl: Szczegóły płatności
ru_ru: Детали платежей

# payments
source: Your payment is being processed by the payment gateway. Please reload this page in a moment to see if the status has changed or contact the site administrator.
de_de: Ihre Bezahlung wird durchgeführt. Bitte laden Sie die Seite ggf. neu, um zu sehen ob der Status sich verändert hat oder kontaktieren Sie uns.
pl_pl: Twoja płatność jest przetwarzana przez bramki płatności. Odśwież stronę po chwili, aby zobaczyć czy status się zmienił, lub skontaktuj się z administratorem serwisu.
ru_ru: Ваш платёж проводится шлюзом платёжной системы. Вы можете обновить эту страницу, чтобы увидеть, прошёл ли платёж или ещё нет. Или свяжитесь с администрацией сайта для дополнительной информации.
