Repository: Strategy11/business-directory-plugin
Catalog: languages/WPBDM-*.po
Languages: de_de, es_es, pl_pl, ru_ru

# installer
source: ! Could not migrate payment #%d
es_es: ! No se pudo migrar el pago #%d

# installer
source: Updating payment items format: %d items remaining...
es_es: Actualizando el formato de los detalles del pago: %d detalles pendientes…

# installer
source: Migrating listing information: %d items remaining...
es_es: Migrando la información de los listados: %d listados pendientes…

# installer
source: <b>Business Directory Plugin - Regions Module</b> was disabled because it is incompatible with the current version of Business Directory. Please update the Regions module.
de_de: <b>Business Directory Plugin - Regions Modul</b> wurde deaktiviert weil es inkompatibel mit der aktuellen Version des Branchenverzeichnisses ist. Bitte aktualisiere das Regionenmodul.
es_es: <b>Business Directory Plugin - Regions Module</b> fue deshabilitado porque es incompatible con la versión actual de Business Directory. Por favor actualice el módulode Regions.
pl_pl: <b>Katalog Firm - Moduł Regionów</b> został wyłączony, ponieważ używana wersja nie jest kompatybilna z wersją Katalogu Firm. Proszę zaktualizować Moduł Regionów do nowej wersji.
ru_ru: <b>Плаги Справочник Услуш - Модуль Регионов</b> был отключен по причине его несовместимости с текущей версией плагина. Пожалуйста обновите модуль регионов.

# installer
source: Migrating payments information.
es_es: Migrando la información de los pagos.

# installer
source: Cleaning up listing fees information... %d/%d
de_de: Informationen der Preispakte säubern... %d/%d
es_es: Actualizando información de comisiones de listados... %d/%d
pl_pl: Czyszczenie informacji o abonamentach... %d/%d
ru_ru: Очистка информации об оплате записи... %d / %d

# installer
source: Migrating previous transactions to new Payments API... %d/%d
de_de: Migriere vergangene Transaktionen zur neuen Bezahl API... %d/%d
es_es: Migrando transacciones anteriores a la nueva API de pagos... %d/%d
pl_pl: Migracja poprzednich transakcji do nowych ustawień API płatności... %d/%d
ru_ru: Перевод предыдущих транзакций на новый программный интерфейс... %d / %d

# installer
source: Initial listing payment (BD < 3.4)
de_de: Initialbezahlung Eintrag (BD < 3.4)
es_es: Pago inicial de listado (BD < 3.4)
pl_pl: Inicjacja płatności (BD < 3.4)
ru_ru: Начальный платёж за запись (плагин версии ниже 3.4)

# installer
source: Listing edit payment (BD < 3.4)
de_de: Bezahlung Eintrag bearbeiten (BD < 3.4)
es_es: Pago por edición de listado (BD < 3.4)
pl_pl: Edycja płatności (BD < 3.4)
ru_ru: Изменить платёж записи (плагин версии ниже 3.4)

# installer
source: Renewal fee "%s" for category "%s"
de_de: Erneuere Preis "%s" für Kategorie "%s"
es_es: Comisión de renovación "%s" para categoría "%s"
pl_pl: Odnowienie abonamentu "%s" dla kategorii "%s"
ru_ru: Плата "%s" за обновление рубрики "%s"

# installer
source: Listing upgrade to featured
de_de: Eintrag aktualisieren auf Hervorhebung
es_es: Mejora a Destacado
pl_pl: Podniesienie statusu do WYRÓŻNIONE
ru_ru: Сделать запись Особой

# installer
source: Default Fee
de_de: Standard Preis
es_es: Comisión por Defecto
pl_pl: Usuń abonament
ru_ru: Удалить тариф

# listings-api
source: Featured Listing
de_de: Unterstützter Eintrag
es_es: Listado Destacado
pl_pl: Wyróżniona oferta
ru_ru: Особая запись

# migrate-18
source: Featured Levels migration is complete.
es_es: La migración de los niveles destacados está completa.

# migrate-18
source: Business Directory <b>version 5.0</b> is changing how Featured Levels plugin works. We are leaving restricted features for fee plans, but removing the confusing notion of a "featured level" that was limited to sticky listings.
es_es: La <b>versión 5.0</b> de Business Directory cambió la forma en que el plugin de Niveles Destacados funciona. La configuración de características restringidas se mantendrá, pero vamos a remover el concepto confuso de “nivel destacado” que estaba limitado mostrar listados destacados.

# migrate-18
source: We need to migrate your existing "featured levels" to fee plans for use by the upgrade. YOUR DATA WILL NOT BE LOST HERE! Our new setup will make it easier to configure and manage your listings with restricted feature access. If you are unsure about what to do here, <support-link>contact support</support-link> and <cancel-link>cancel migration</cancel-link>.
es_es: Es necesario migrar los “niveles destacados” existentes para convertirlos en comisiones. NO SE PERDERÁ NINGUNA INFORMACIÓN AL REALIZAR ESTE PROCESO! La nueva página de configuración le permitirá configurar y administrar sus listados con características restringidas de forma más fácil. Si no está seguro sobre que hacer aquí, por favor <support-link>contacté el servicio de soporte</support-link> y <cancel-link>cancele la migración</cancel-link>.

# migrate-18
source: Before we do the migration, we need to ask a few simple questions to move your data from the old "featured level" to the new "restricted feature fee plan" that is right for you.
es_es: Antes de realizar la migración, debe responder las siguientes preguntas para mover la información de los “niveles destacados” anteriores a las nuevas “comisiones con características restringidas” de manera adecuada.

# migrate-18
source: Move to:
es_es: Mover a:

# migrate-18
source: New plan summary
es_es: Resumen de la nueva comisión

# migrate-18
source: Fee Label
es_es: Nombre de la comisión

# migrate-18
source: Amount
es_es: Precio

# migrate-18
source: Duration
es_es: Duración

# migrate-18
source: Images
es_es: Número de imágenes

# migrate-18
source: Perform migration
es_es: Realizar migración

# migrate-18
source: Business Directory Plugin - Featured Levels migration required.
es_es: Business Directory Plugin - Debe ejecutar una migración para Niveles Destacados.

# migrate-18
source: Featured levels were removed in 5.0. You need to perform your <a>Featured Levels migration here</a>.
es_es: Los niveles destacados fueron eliminados en 5.0. Debe <a>ejecutar la migración para el plugin Niveles Destacados aquí</a>.

# upgrade-18
source: ← Return to Directory dashboard
es_es: ← Regresar al panel de control del Directorio

# upgrade-18
source: Configure Plan
es_es: Configurar comisión

# upgrade-18
source: Featured Level
es_es: Niveles Destacados

# upgrade-18
source: What to do with it?
es_es: ¿Qué hacer con este nivel destacado?

# upgrade-18
source: %d listing is on this level.
es_es: Hay %d listado en este nivel.

# upgrade-18
source: Select an option
es_es: Seleccione una opción

# upgrade-18
source: Remove "sticky" status for listings.
es_es: Retirar el estado “destacado” de los listados.

# upgrade-18
source: Remove this (old) level, and leave the listing on the old fee plan.
es_es: Eliminar este nivel y dejar los listados en la comisión original.

# upgrade-18
source: May change "sticky" status depending on fee plan.
es_es: Puede cambiar el estado “destacado” dependiendo de la comisión.

# upgrade-18
source: Move listings with this level to existing fee plan.
es_es: Mover los listados en este nivel a una comisión existente.

# upgrade-18
source: Keep "sticky" status of listings.
es_es: Mantener el estado “destacado” de los listados.

# upgrade-18
source: Replace this level with a new fee plan.
es_es: Reemplazar este nivel con una comisión nueva.

# post type general name
source: Directory
de_de: Verzeichnis
es_es: Directorio
pl_pl: Katalog
ru_ru: Справочник

# post type singular name
source: Listing
de_de: Einträge
es_es: Listado
pl_pl: Oferta
ru_ru: Запись

# listing
source: Add New Listing
de_de: Neuer Eintrag
es_es: Agregar Nuevo Listado
pl_pl: Dodaj nową ofertę
ru_ru: Добавить запись

# listing
source: Listing has no registered payments
es_es: El listado no tiene pagos registrados

# listing
source: Can't delete payment
es_es: No se puede eliminar el pago

# listing
source: Listing expired
es_es: El listado expiró

# listing
source: (Unavailable Plan)
es_es: (Comisión no disponible)

# listing
source: Plan "%s" (recurring)
es_es: Comisión “%s” (recurrente)

# listing
source: Plan "%s"
es_es: Comisión “%s”

# post type
source: Add New Listing
de_de: Neuen Eintrag erstellen
es_es: Agregar Nuevo Listado
pl_pl: Dodaj nową ofertę
ru_ru: Добавить новую запись

# fee plan
source: No images allowed.
es_es: No permite imágenes.

# fee plan
source: %d image allowed.
es_es: %d imagen permitida.

# fees-api
source: Fee label is required.
de_de: Preisbezeichnung erforderlich.
es_es: El nombre de la Comisión es requerido.
pl_pl: Etykieta abonamentu jest wymagana.
ru_ru: Название тарифа обязательна.

# fees-api
source: Fee listing duration must be a number less than 10 years (3650 days).
de_de: Preis Eintrag Zeitraum muss eine Nummer kleiner als 10 Jahre sein (3650 Tage).
es_es: La duración del listado debe ser un número menor a 10 años (3650 días).
pl_pl: Abonament dla okresu ważności oferty musi zawierać się w liczbie dodatniej, całkowitej.
ru_ru: Срок действия тарифа должен быть меньше 10 лет (3650 дней).

# fees-api
source: To set this fee as "Recurring" you must have a time for the listing to renew (e.g. 30 days). To avoid issues with the listing, please edit the <a>fee plan</a> appropriately.
es_es: Para configurar este plan como “Recurrente” debe establecer un tiempo para renovar los listados (ej. 30 días). Para prevenir inconvenientes con los listados, por favor edite el <a>plan de pago</a> apropiadamente.

# fees-api
source: To set this fee as "Recurring" you must set a price for your fee plan. To avoid issues with the listing, please edit the <a>fee plan</a> appropriately.
es_es: Para configurar este plan como “Recurrente” debe establecer un precio para el plan de pago. Para prevenir inconvenientes con los listados, por favor edite el <a>plan de pago</a> apropiadamente.

# fees-api
source: Free Listing
de_de: Kostenloser Eintrag
es_es: Listado Gratuito
pl_pl: Oferta Bezpłatna
ru_ru: Бесплатные записи

# notify email
source: [%s] New listing notification
de_de: [%s] neue Eintragsbenachrichtigung
es_es: [%s] Notificación de nuevo listado
pl_pl: [%s] Powiadomienie o Nowej ofercie
ru_ru: [%s] Оповещение о новой записи

# notify email
source: [%s] Listing edit notification
de_de: [%s] Eintrag bearbeiten Benachrichtigung
es_es: [%s] Notificación de listado editado
pl_pl: [%s] Powiadomienie o Edycji oferty
ru_ru: [%s] Оповещение об изменении записи

# notify email
source: [%s] Reported listing notification
es_es: [%s] Notificación de listado reportado

# notify email
source: Title
de_de: Titel
es_es: Título
pl_pl: Nazwa
ru_ru: Название

# notify email
source: (not published yet)
de_de: (bisher nicht publiziert)
es_es: (aún sin publicar)
pl_pl: (jeszcze nie opublikowana)
ru_ru: (ещё не опубликовано)

# notify email
source: Admin URL
de_de: Login
es_es: URL de administración
ru_ru: Cтраница входа в сайт

# notify email
source: Category
es_es: Categoría

# notify email
source: Posted By
de_de: Post von
es_es: Publicado Por
pl_pl: Napisany przez
ru_ru: Создано

# notify email
source: Annonymous User
es_es: Usuario Anónimo

# notify email
source: Listing information
es_es: Información del listado

# notify email
source: Categories
de_de: Kategorien
es_es: Categorías
pl_pl: Kategorie
ru_ru: Рубрики

# notify email
source: Report Information
es_es: Información del reporte

# notify email
source: User name
es_es: Nombre de usuario

# notify email
source: User Email
es_es: Correo electrónico del usuario

# notify email
source: Report IP
es_es: Dirección IP

# notify email
source: Report selected option
es_es: Reporte la opción seleccionada

# notify email
source: Report additional info
es_es: Información adicional del reporte

# listings api
source: Listing renewed
es_es: Listado renovado

# rss feed
source: %s Feed
de_de: % Feed
es_es: Feed %s
pl_pl: %s RSS
ru_ru: Лента %ы

# views
source: Submit A Listing
de_de: Eintrag erstellen
es_es: Enviar un Listado
pl_pl: Dodaj Firmę
ru_ru: Создать запись

# views
source: Invalid credentials.
es_es: Credenciales inválidas.

# views
source: View All Listings
de_de: Alle Einträge anschauen
es_es: Ver Todos los Listados
pl_pl: Zobacz wszystkie Firmy
ru_ru: Показать все записи

# views
source: Find A Listing
de_de: Eintrag finden
es_es: Encontrar un Listado
pl_pl: Znajdź Firmę
ru_ru: Найти запись

# title
source: Find a Listing
de_de: Eintrag finden
es_es: Encontrar un listado
pl_pl: Znajdź Firmę
ru_ru: Найти запись

# title
source: View All Listings
de_de: Alle Einträge anschauen
es_es: Ver Listados
pl_pl: Zobacz wszystkie Firmy
ru_ru: Показать все записи

# title
source: Listings tagged: %s
de_de: Einträge getaggt: %s
es_es: Listados etiquetados: %s
pl_pl: Oferty otagowane: %s
ru_ru: Записи помеченные меткой "%s"

# payment-gateways
source: Enable %s?
es_es: ¿Habilitar %s?

# payment-gateways
source: The <gateway> gateway is enabled but not properly configured. The gateway won't be available until the following problems are fixed: <problems>.
es_es: La pasarela <gateway> se encuentra activada pero no ha sido configurada correctamente. La pasarela no estará disponible hasta que se resuelvan los siguientes problemas: <problems>.

# payment-gateways
source: Please check the <link>payment settings</link>.
es_es: Por favor revise la <link>configuración de pagos</link>.

# payment-gateways
source: You have payments turned on but no gateway is active and properly configured. Go to <link>Manage Options - Payment</link> to change the payment settings. Until you change this, the directory will operate in <i>Free Mode</i>.
es_es: Tiene los pagos habilitados pero no hay ninguna pasarela activada y correctamente configurada. Vaya a la <link>configuración de pagos</link> para cambiar las configuración. Hasta tanto, el directorio operará en <i>Modo Gratuito</i>.

# payment
source: Payment status changed from "%1$s" to "%2$s".
es_es: El estado del pago cambió de “%1$s” a “%2$s”.

# payment
source: Initial payment ("%s")
es_es: Pago inicial (“%s”)

# payment
source: Renewal payment ("%s")
es_es: Pago de renovación (“%s”)

# payment
source: Pending
es_es: Pendiente

# payment
source: Failed
es_es: Fallido

# payment
source: Completed
es_es: Completado

# payment
source: Canceled
es_es: Cancelado

# payment
source: On Hold
es_es: En espera

# payment
source: Refunded
es_es: Reintegrado

# payment summary
source: %s. Admin Posted.
es_es: %s. Publicado por el administrador.

# payment summary
source: %s. Imported Listing.
es_es: %s. Listado importado.

# submit listing
source: Listing submitted by admin. Payment skipped.
es_es: El listado fue publicado por el administrador. No se realizó pago.

# submit listing
source: Click this field to add categories
es_es: Haga click en este campo para agregar categorías

# submit listing
source: Complete Listing
es_es: Completar listado

# submit listing
source: Continue to Payment
es_es: Continuar al pago

# submit listing
source: Please wait a moment!
es_es: Por favor espere un momento!

# submit listing
source: Something went wrong!
es_es: Algo salió mal!

# submit listing
source: No listing ID was specified.
es_es: No especificó el ID de un listado.

# submit listing
source: You can't edit this listing.
es_es: Usted no puede editar este listado.

# submit listing
source: This listing can't be edited at this time because it has no fee plan associated. Please <a>edit the listing</a> on the backend and associate it to a fee plan.
es_es: Este listado no puede ser editado en este momento porque no está asociado a una comisión. Por favor <a>edite el listado en el panel de administración</a> para asociar una comisión.

# submit listing
source: This listing can't be edited at this time. Please try again later or contact the admin if the problem persists.
es_es: Este listado no puede ser editado en este momento. Por favor intente más tarde o contacte al administrador si el problema persiste.

# submit listing
source: You're logged in as admin, payment will be skipped.
es_es: Ha ingresado como administrador. Todos los pasos de pago serán saltados.

# submit listing
source: Category selection
es_es: Selección de categoría

# submit listing
source: Category & plan selection
es_es: Selección de categoría y comisión

# submit listing
source: Listing Information
es_es: Información del listado

# submit listing
source: Listing Images
es_es: Imágenes del listado

# submit listing
source: Account Creation
es_es: Creación de cuenta de usuario

# submit listing
source: Terms and Conditions
es_es: Términos y Condiciones

# submit listing
source: (Please choose a fee plan above)
es_es: (Por favor elija una comisión arriba)

# submit listing
source: Can not submit a listing at this moment. Please try again later.
es_es: No puede publicar un listado en este momento. Por favor intente más tarde.

# submit listing
source: Please select a category.
es_es: Por favor seleccione una categoría.

# submit listing
source: Please select a category for your listing.
es_es: Por favor seleccione una categoría para su listado.

# submit listing
source: Please choose a valid category for your plan.
es_es: Por favor seleccione una categoría válida para su comisión.

# submit listing
source: Please choose a valid fee plan for your category selection.
es_es: Por favor elija una comisión válida para la categoría seleccionada.

# submit listing
source: Please enter your desired username.
es_es: Por favor ingrese su nombre de usuario.

# submit listing
source: Please enter the e-mail for your new account.
es_es: Por favor ingrese la dirección de correo electrónico para su nueva cuenta.

# submit listing
source: Please enter the password for your new account.
es_es: Por favor ingrese la contraseña para su nueva cuenta.

# submit listing
source: The username you chose is already in use. Please use a different one.
es_es: El nombre de usuario que eligió ya está en uso. Por favor elija un nombre de usuario diferente.

# submit listing
source: The e-mail address you chose for your account is already in use.
es_es: La dirección de correo electrónico que eligió para su cuenta ya está siendo utilizada.

# submit listing
source: Create a user account on this site
es_es: Crear una cuenta de usuario en este sitio

# submit listing
source: You need to create an account on the site. Please fill out the form below.
es_es: Debe crear una cuenta de usuario en este sitio. Por favor ingrese los datos requeridos en el formulario que está debajo.

# submit listing
source: Username:
es_es: Nombre de usuario:

# submit listing
source: Email:
es_es: Correo electrónico:

# submit listing
source: Password:
es_es: Contraseña:

# submit listing
source: Delete image
es_es: Eliminar imagen

# submit listing
source: Image caption or description
es_es: Descripción de la imagen

# submit listing
source: Continue
es_es: Continuar

# submit listing
source: Submit A Listing
es_es: Enviar un listado

# submit listing
source: Clear Form
es_es: Limpiar

# submit listing
source: Save Changes
es_es: Guardar cambios

# recaptcha
source: The reCAPTCHA wasn't entered correctly.
de_de: Das reCAPTCHA wurde nicht korrekt eingegeben.
es_es: El reCAPTCHA no fue ingresado correctamente.
pl_pl: ReCaptcha nie została poprawnie wprowadzona.
ru_ru: Код reCAPTCHA был введён неправильно.

# recaptcha
source: The reCAPTCHA validation score failed.
es_es: Validación de puntaje de reCAPTCHA falló.

# admin plugins
source: Settings
de_de: Einstellungen
es_es: Configuración
pl_pl: Ustawienia
ru_ru: Настройки

# listing image upload
source: Can not upload any more images for this listing.
es_es: No puede subir más imágenes para este listado.

# listing image upload
source: You're trying to upload %d images, but only have %d slot available. Please adjust your selection.
es_es: Usted está intentando cargar %d imágenes, pero tiene solo %d espacio disponible. Por favor intente cargar solo el número de imágenes permitidas.

# navxt
source: Submit Listing
de_de: Eintrag erstellen
es_es: Enviar Listado
pl_pl: Prześlij Ofertę
ru_ru: Добавить

# navxt
source: Edit Listing
de_de: Eintrag Bearbeiten
es_es: Editar Listado
pl_pl: Edytuj Ofertę
ru_ru: Изменить

# navxt
source: Search
de_de: Suche
es_es: Buscar
pl_pl: Szukaj
ru_ru: Поиск

# form-fields api
source: Checkbox
de_de: Kontrollkästchen
es_es: Casilla de verificación
pl_pl: Czeklista
ru_ru: Кнопка выбора

# form-fields api
source: Date Field
de_de: Feld aktualisieren
es_es: Campo de Fecha
pl_pl: Pole daty
ru_ru: Поле даты

# form-fields api
source: Date Format
de_de: Datum gepostet
es_es: Formato de Fecha
pl_pl: Format daty
ru_ru: Формат даты

# form-fields api
source: Social Site (Facebook page)
de_de: Soziale Seite (Facebook)
es_es: Sitio Social (Página de Facebook)
pl_pl: Strona Społeczności (Faacebook)
ru_ru: Адрес страницы на сайте Facebook

# form-fields api
source: Image (file upload)
de_de: Bild (Datei hochladen)
es_es: Imagen (archivo)
pl_pl: Obraz (plik ładowany)
ru_ru: Изображение (прикреплённый файл)

# form-fields api
source: Social Site (LinkedIn profile)
de_de: Soziale Seite (LinkedIn)
es_es: Sitio Social (Perfil de LinkedIn)
pl_pl: Strona Społeczności (LinkedIn)
ru_ru: Адрес страницы на сайте LinkedIn

# form-fields api
source: You can add your Company ID or profile URL here.
de_de: Sie können hier Ihre Firmen-ID oder Profil URL hier hinzufügen.
es_es: Puede ingresar el ID de su compañía o la URL del perfil aquí.

# form-fields api
source: Multiple select list
de_de: Multiple Auswahlliste
es_es: Lista de selección múltiple
pl_pl: Lista wielokrotnego wyboru
ru_ru: Список множественного выбора

# form-fields api
source: Multiselect List
de_de: Mehrfachauswahlliste
es_es: Lista de selección múltiple
pl_pl: Lista wielokrotnego zaznaczania
ru_ru: Список множественного выбора

# form-fields api
source: Radio button
es_es: Botón de radio
pl_pl: Przycisk Radio
ru_ru: Радио кнопка

# form-fields api
source: Select List
de_de: Liste auswählen
es_es: Lista de Selección
pl_pl: Lista Wyboru
ru_ru: Список выбора

# form-fields api
source: Social Site (Other)
es_es: Sitio Social (Otro)

# form-fields api
source: Text:
es_es: Texto:

# form-fields api
source: Text to be displayed for social field
es_es: Texto que será presentado para el campo social

# form-fields api
source: Type:
es_es: Tipo:

# form-fields api
source: Textarea
de_de: Textbereich
es_es: Área de texto
pl_pl: Pole tekstowe / z możliwością html
ru_ru: Текстовый блок

# form-fields api
source: Textfield
de_de: Textfeld
es_es: Campo de texto
pl_pl: Pole tekstowe
ru_ru: Текстовое поле

# form-fields api
source: Format 01/31/1969
es_es: Formato 01/31/1969
ru_ru: Формат ММ/ДД/ГГГГ

# form-fields api
source: Social Site (Twitter handle)
de_de: Soziale Seite (Twitter)
es_es: Sitio Social (Twitter @)
pl_pl: Strona Społeczności (Twitter)
ru_ru: Имя на сайте Twitter

# form-fields api
source: URL Field
de_de: URL Feld
es_es: Campo de URL
pl_pl: Pole URL
ru_ru: Поле адреса URL

# form-fields api
source: Link Text (optional):
es_es: Texto del enlace (opcional):
pl_pl: Tekst alternatywny(opcjonalnie):
ru_ru: Текст ссылки (не обязательно)

# form-fields api
source: This form field can't be deleted because it is required for the plugin to work.
de_de: Dieses Formularfeld kann nicht gelöscht werden, weil es ein Pflichtfeld ist, damit das Modul richtig funktioniert.
es_es: Este campo de formulario no puede eliminarse porque es requerido para el funcionamiento del plugin.
pl_pl: To pole formularza nie może zostac usunięte, ponieważ jest ono nie zbędne do działania pluginu.
ru_ru: Это поле формы нельзя удалить, так как оно требуется для работы плагина.

# form-fields api
source: Post Title
de_de: Post Titel
es_es: Título de la publicación
pl_pl: Tytuł Posta
ru_ru: Название записи

# form-fields api
source: Post Content
de_de: Post Inhalt
es_es: Contenido de la publicación
pl_pl: Zawartość Posta
ru_ru: Текст записи
